{
    "H": {
        "symbol": "H",
        "Atomic Number": 1,
        "Atomic Mass": "Approximately 1.008 u",
        "Electron Configuration": "1s¹",
        "Isotopes": "Hydrogen has three isotopes: protium (¹H), deuterium (²H), and tritium (³H).",
        "Phase at Room Temperature": "Hydrogen is a colorless, odorless gas.",
        "Density": "Hydrogen gas is very low in density compared to other gases.",
        "Boiling Point": "Approximately -252.87°C (-423.17°F)",
        "Melting Point": "Approximately -259.14°C (-434.45°F)",
        "Reactivity": "Hydrogen is highly reactive, forming compounds with most elements.",
        "Flammability": "Hydrogen gas is flammable and burns with a pale blue, almost invisible flame.",
        "Bonding": "Forms covalent bonds with non-metals and can behave as a metal in some compounds.",
        "Abundance": "Hydrogen is the most abundant element in the universe, primarily found in stars and gas giant planets.",
        "Earth's Atmosphere": "Hydrogen is relatively rare in Earth's atmosphere due to its lightness, which allows it to escape Earth's gravity.",
        "Natural Production": "Hydrogen is produced naturally through various processes, including stellar nucleosynthesis.",
        "Industrial Production": "Produced mainly by steam reforming of natural gas, electrolysis of water, and coal gasification.",
        "Fuel": "Used in fuel cells to produce electricity and heat with only water and heat as byproducts.",
        "Chemical Industry": "Important in the production of ammonia (for fertilizer), methanol, and various other chemicals.",
        "Rocket Propulsion": "Used as a propellant in rockets due to its high energy-to-weight ratio.",
        "Hydrogenation": "Used in food processing to hydrogenate unsaturated fats and oils.",
        "Clean Energy": "Hydrogen is considered a clean fuel when produced using renewable energy sources (green hydrogen).",
        "Zero Emissions": "When used in fuel cells, hydrogen produces only water and heat, making it emission-free at point of use.",
        "Challenges": "Challenges include high production costs, storage and transportation issues, and current reliance on fossil fuels for production.",
        "Fuel Cell Technology": "Continual advancements in fuel cell technology aim to improve efficiency and reduce costs.",
        "Energy Storage": "Hydrogen is explored as a potential energy storage medium for renewable energy.",
        "Transportation": "Research into hydrogen-powered vehicles and infrastructure is ongoing, aiming for wider adoption."
    },
    "He": {
        "symbol": "He",
        "Atomic Number": 2,
        "Atomic Mass": "Approximately 4.0026 u",
        "Electron Configuration": "1s²",
        "Isotopes": "Helium has two stable isotopes: helium-3 (³He) and helium-4 (⁴He).",
        "Phase at Room Temperature": "Helium is a colorless, odorless gas.",
        "Density": "Helium gas is very low in density, second only to hydrogen.",
        "Boiling Point": "Approximately -268.93°C (-452.07°F)",
        "Melting Point": "Helium does not solidify under standard pressure.",
        "Reactivity": "Helium is chemically inert and does not form compounds under normal conditions.",
        "Flammability": "Helium is non-flammable.",
        "Bonding": "Helium does not form chemical bonds under normal conditions.",
        "Abundance": "Helium is the second most abundant element in the universe, primarily found in stars.",
        "Earth's Atmosphere": "Helium is present in trace amounts in Earth's atmosphere.",
        "Natural Production": "Produced through the nuclear fusion of hydrogen in stars.",
        "Industrial Production": "Extracted from natural gas deposits and through the liquefaction of air.",
        "Applications": "Used in cryogenics, as a cooling medium for nuclear reactors, and in gas chromatography.",
        "Balloon Inflation": "Commonly used to inflate balloons and airships.",
        "Breathing Mixtures": "Used in breathing mixtures for deep-sea diving and medical applications.",
        "Welding": "Used as a shielding gas in welding.",
        "Leak Detection": "Used in leak detection due to its small atomic size and low reactivity.",
        "Medical Imaging": "Used in MRI scanners as a cooling agent.",
        "Scientific Research": "Used in various scientific research applications, especially in low-temperature physics.",
        "Challenges": "Helium is a non-renewable resource with limited supply, leading to concerns about future availability.",
        "Cost": "The cost of helium has been rising due to increasing demand and limited supply."
    },
    "Li": {
        "symbol": "Li",
        "Atomic Number": 3,
        "Atomic Mass": "Approximately 6.94 u",
        "Electron Configuration": "[He] 2s¹",
        "Isotopes": "Lithium has two stable isotopes: lithium-6 (⁶Li) and lithium-7 (⁷Li).",
        "Phase at Room Temperature": "Lithium is a soft, silvery-white metal.",
        "Density": "Lithium is the least dense metal.",
        "Boiling Point": "Approximately 1342°C (2448°F)",
        "Melting Point": "Approximately 180.5°C (356.9°F)",
        "Reactivity": "Lithium is highly reactive and flammable, especially in water.",
        "Flammability": "Lithium metal burns with a crimson flame.",
        "Bonding": "Forms ionic bonds with non-metals and alloys with other metals.",
        "Abundance": "Lithium is relatively rare in the Earth's crust but more abundant in the universe.",
        "Earth's Atmosphere": "Lithium does not exist in significant amounts in the Earth's atmosphere.",
        "Natural Production": "Formed during the Big Bang and in stellar nucleosynthesis.",
        "Industrial Production": "Extracted from mineral ores and brine pools.",
        "Applications": "Used in batteries, ceramics, glass, and lubricants.",
        "Batteries": "Crucial component in rechargeable lithium-ion batteries.",
        "Medicine": "Used in the treatment of bipolar disorder.",
        "Alloys": "Used to produce strong, lightweight alloys for aerospace applications.",
        "Glass and Ceramics": "Improves the strength and thermal resistance of glass and ceramics.",
        "Greases": "Used in the production of high-temperature lubricating greases.",
        "Air Purification": "Used in CO2 scrubbers for breathing gases in submarines and spacecraft.",
        "Nuclear Fusion": "Potential fuel for nuclear fusion reactions.",
        "Challenges": "Environmental concerns associated with lithium mining and recycling.",
        "Cost": "The cost of lithium is influenced by demand for batteries and other technologies."
    },
    "Be": {
        "symbol": "Be",
        "Atomic Number": 4,
        "Atomic Mass": "Approximately 9.0122 u",
        "Electron Configuration": "[He] 2s²",
        "Isotopes": "Beryllium has one stable isotope: beryllium-9 (⁹Be).",
        "Phase at Room Temperature": "Beryllium is a hard, grayish metal.",
        "Density": "Beryllium has a relatively low density for a metal.",
        "Boiling Point": "Approximately 2469°C (4476°F)",
        "Melting Point": "Approximately 1287°C (2349°F)",
        "Reactivity": "Beryllium is relatively unreactive at room temperature but reacts with acids.",
        "Flammability": "Beryllium dust is flammable and toxic.",
        "Bonding": "Forms covalent and ionic bonds.",
        "Abundance": "Beryllium is relatively rare in the Earth's crust.",
        "Earth's Atmosphere": "Beryllium does not exist in significant amounts in the Earth's atmosphere.",
        "Natural Production": "Formed in stars through nucleosynthesis.",
        "Industrial Production": "Extracted from beryl and bertrandite minerals.",
        "Applications": "Used in aerospace, telecommunications, and nuclear applications.",
        "Aerospace": "Used to make lightweight, high-strength materials for aircraft and spacecraft.",
        "X-ray Windows": "Used in X-ray equipment due to its transparency to X-rays.",
        "Nuclear Reactors": "Used as a reflector and moderator in nuclear reactors.",
        "Electronic Devices": "Used in the manufacture of electronic components.",
        "Optics": "Used in optical systems due to its stability and thermal conductivity.",
        "Springs and Gyroscopes": "Used in precision instruments.",
        "Challenges": "Beryllium is toxic and requires careful handling.",
        "Cost": "The cost of beryllium is high due to its rarity and the complexity of its extraction."
    },
    "B": {
        "symbol": "B",
        "Atomic Number": 5,
        "Atomic Mass": "Approximately 10.81 u",
        "Electron Configuration": "[He] 2s² 2p¹",
        "Isotopes": "Boron has two stable isotopes: boron-10 (¹⁰B) and boron-11 (¹¹B).",
        "Phase at Room Temperature": "Boron is a metalloid with a black or dark brown appearance.",
        "Density": "Boron has a low density compared to most metals.",
        "Boiling Point": "Approximately 4000°C (7232°F)",
        "Melting Point": "Approximately 2076°C (3769°F)",
        "Reactivity": "Boron is relatively unreactive at room temperature but reacts with oxygen and halogens.",
        "Flammability": "Boron powder is flammable.",
        "Bonding": "Forms covalent bonds in most compounds.",
        "Abundance": "Boron is relatively rare in the Earth's crust.",
        "Earth's Atmosphere": "Boron does not exist in significant amounts in the Earth's atmosphere.",
        "Natural Production": "Formed in stars through nucleosynthesis.",
        "Industrial Production": "Extracted from borate minerals such as borax.",
        "Applications": "Used in glass, ceramics, detergents, and as a semiconductor.",
        "Glass and Ceramics": "Used to produce borosilicate glass and ceramic materials.",
        "Detergents": "Used in the manufacture of detergents and bleaching agents.",
        "Semiconductors": "Used in semiconductor devices and in the doping of silicon and germanium.",
        "Abrasives": "Used in abrasive materials and cutting tools.",
        "Neutron Absorption": "Used in nuclear reactors as a neutron absorber.",
        "Challenges": "Boron compounds can be toxic if ingested in large amounts.",
        "Cost": "The cost of boron varies depending on its form and purity."
    },
    "C": {
        "symbol": "C",
        "Atomic Number": 6,
        "Atomic Mass": "Approximately 12.01 u",
        "Electron Configuration": "[He] 2s² 2p²",
        "Isotopes": "Carbon has two stable isotopes: carbon-12 (¹²C) and carbon-13 (¹³C).",
        "Phase at Room Temperature": "Carbon exists in several allotropes including graphite, diamond, and amorphous carbon.",
        "Density": "Density varies depending on the allotrope (e.g., graphite: ~2.267 g/cm³, diamond: ~3.515 g/cm³).",
        "Boiling Point": "Sublimes at approximately 3915°C (7079°F) (graphite).",
        "Melting Point": "Sublimes at approximately 3915°C (7079°F) (graphite).",
        "Reactivity": "Carbon is relatively unreactive at room temperature but forms many compounds with other elements.",
        "Flammability": "Carbon in the form of graphite and diamond is not flammable.",
        "Bonding": "Forms covalent bonds and can form multiple bonds with other carbon atoms.",
        "Abundance": "Carbon is the fourth most abundant element in the universe by mass.",
        "Earth's Atmosphere": "Carbon dioxide (CO₂) is a significant component of the Earth's atmosphere.",
        "Natural Production": "Formed in stars through nucleosynthesis and in the Earth's mantle.",
        "Industrial Production": "Extracted from coal, natural gas, and petroleum.",
        "Applications": "Used in steel production, as a fuel, and in organic chemistry.",
        "Steel Production": "Carbon is a key component in the production of steel.",
        "Organic Chemistry": "Fundamental to organic chemistry and the study of life.",
        "Fuel": "Used as a fuel in the form of coal, oil, and natural gas.",
        "Electronics": "Used in the manufacture of electronic devices and as a semiconductor.",
        "Nanotechnology": "Used in the production of carbon nanotubes and graphene.",
        "Challenges": "Carbon emissions from fossil fuels contribute to climate change.",
        "Cost": "The cost of carbon varies depending on its form and application."
    },
    "N": {
        "symbol": "N",
        "Atomic Number": 7,
        "Atomic Mass": "Approximately 14.01 u",
        "Electron Configuration": "[He] 2s² 2p³",
        "Isotopes": "Nitrogen has two stable isotopes: nitrogen-14 (¹⁴N) and nitrogen-15 (¹⁵N).",
        "Phase at Room Temperature": "Nitrogen is a colorless, odorless gas.",
        "Density": "Nitrogen gas has a density of approximately 1.25 g/L at standard conditions.",
        "Boiling Point": "Approximately -195.79°C (-320.42°F)",
        "Melting Point": "Approximately -210.00°C (-346.00°F)",
        "Reactivity": "Nitrogen is relatively inert at room temperature but forms compounds with many elements.",
        "Flammability": "Nitrogen gas is non-flammable.",
        "Bonding": "Forms covalent bonds and can form triple bonds with other nitrogen atoms.",
        "Abundance": "Nitrogen is the most abundant element in the Earth's atmosphere, making up about 78% by volume.",
        "Earth's Atmosphere": "Nitrogen gas (N₂) is a major component of the Earth's atmosphere.",
        "Natural Production": "Produced through biological nitrogen fixation and in the Earth's mantle.",
        "Industrial Production": "Produced by the fractional distillation of liquid air.",
        "Applications": "Used in the production of ammonia, fertilizers, and explosives.",
        "Ammonia Production": "Used to produce ammonia through the Haber process.",
        "Fertilizers": "Used in the manufacture of nitrogen-based fertilizers.",
        "Explosives": "Used in the production of explosives such as TNT.",
        "Cryogenics": "Used as a cryogen in its liquid form.",
        "Food Preservation": "Used in food packaging to extend shelf life.",
        "Challenges": "Excessive use of nitrogen fertilizers can lead to environmental pollution.",
        "Cost": "The cost of nitrogen is relatively low due to its abundance."
    },
    "O": {
        "symbol": "O",
        "Atomic Number": 8,
        "Atomic Mass": "Approximately 16.00 u",
        "Electron Configuration": "[He] 2s² 2p⁴",
        "Isotopes": "Oxygen has three stable isotopes: oxygen-16 (¹⁶O), oxygen-17 (¹⁷O), and oxygen-18 (¹⁸O).",
        "Phase at Room Temperature": "Oxygen is a colorless, odorless gas.",
        "Density": "Oxygen gas has a density of approximately 1.43 g/L at standard conditions.",
        "Boiling Point": "Approximately -182.96°C (-297.33°F)",
        "Melting Point": "Approximately -218.79°C (-361.82°F)",
        "Reactivity": "Oxygen is highly reactive and forms compounds with most elements.",
        "Flammability": "Oxygen itself is not flammable but supports combustion.",
        "Bonding": "Forms covalent bonds and can form double bonds with other oxygen atoms.",
        "Abundance": "Oxygen is the third most abundant element in the universe and the most abundant element in the Earth's crust.",
        "Earth's Atmosphere": "Oxygen gas (O₂) makes up about 21% of the Earth's atmosphere.",
        "Natural Production": "Produced through photosynthesis by plants and algae.",
        "Industrial Production": "Produced by the fractional distillation of liquid air.",
        "Applications": "Used in respiration, combustion, and various industrial processes.",
        "Respiration": "Essential for the respiration of most living organisms.",
        "Combustion": "Used to support combustion in various industrial processes.",
        "Medical Applications": "Used in medical treatments, including oxygen therapy.",
        "Steel Production": "Used in the production of steel and other metals.",
        "Water Treatment": "Used in water treatment processes to remove impurities.",
        "Challenges": "Oxygen can form reactive oxygen species that can be harmful in biological systems.",
        "Cost": "The cost of oxygen is relatively low due to its abundance."
    },
    "F": {
        "symbol": "F",
        "Atomic Number": 9,
        "Atomic Mass": "Approximately 19.00 u",
        "Electron Configuration": "[He] 2s² 2p⁵",
        "Isotopes": "Fluorine has one stable isotope: fluorine-19 (¹⁹F).",
        "Phase at Room Temperature": "Fluorine is a pale yellow gas.",
        "Density": "Fluorine gas has a density of approximately 1.696 g/L at standard conditions.",
        "Boiling Point": "Approximately -188.11°C (-306.60°F)",
        "Melting Point": "Approximately -219.67°C (-363.41°F)",
        "Reactivity": "Fluorine is the most reactive and electronegative of all the elements.",
        "Flammability": "Fluorine gas is highly reactive and can cause other materials to ignite.",
        "Bonding": "Forms ionic and covalent bonds with other elements.",
        "Abundance": "Fluorine is relatively rare in the Earth's crust but found in minerals such as fluorite and cryolite.",
        "Earth's Atmosphere": "Fluorine gas is not present in significant amounts in the Earth's atmosphere.",
        "Natural Production": "Produced in stars through nucleosynthesis.",
        "Industrial Production": "Produced by the electrolysis of hydrogen fluoride.",
        "Applications": "Used in the production of fluorocarbons, in water fluoridation, and in pharmaceuticals.",
        "Fluorocarbons": "Used in refrigerants, Teflon, and other fluoropolymers.",
        "Water Fluoridation": "Added to drinking water to prevent tooth decay.",
        "Pharmaceuticals": "Used in the manufacture of various pharmaceuticals.",
        "Etching": "Used in the etching of glass and semiconductors.",
        "Challenges": "Fluorine and its compounds can be highly toxic and corrosive.",
        "Cost": "The cost of fluorine varies depending on its form and purity."
    },
    "Ne": {
        "symbol": "Ne",
        "Atomic Number": 10,
        "Atomic Mass": "Approximately 20.18 u",
        "Electron Configuration": "[He] 2s² 2p⁶",
        "Isotopes": "Neon has three stable isotopes: neon-20 (²⁰Ne), neon-21 (²¹Ne), and neon-22 (²²Ne).",
        "Phase at Room Temperature": "Neon is a colorless, odorless gas.",
        "Density": "Neon gas has a density of approximately 0.9002 g/L at standard conditions.",
        "Boiling Point": "Approximately -246.08°C (-410.94°F)",
        "Melting Point": "Approximately -248.59°C (-415.46°F)",
        "Reactivity": "Neon is chemically inert and does not form compounds under normal conditions.",
        "Flammability": "Neon is non-flammable.",
        "Bonding": "Neon does not form chemical bonds under normal conditions.",
        "Abundance": "Neon is the fifth most abundant element in the universe.",
        "Earth's Atmosphere": "Neon is present in trace amounts in the Earth's atmosphere.",
        "Natural Production": "Produced through the nuclear fusion of hydrogen in stars.",
        "Industrial Production": "Extracted from the fractional distillation of liquid air.",
        "Applications": "Used in neon signs, high-voltage indicators, and vacuum tubes.",
        "Neon Signs": "Used to produce bright, colorful signage.",
        "High-Voltage Indicators": "Used in high-voltage indicators and lightning arresters.",
        "Vacuum Tubes": "Used in vacuum tubes and gas discharge tubes.",
        "Cryogenics": "Used as a cryogenic refrigerant.",
        "Challenges": "The production of neon is energy-intensive.",
        "Cost": "The cost of neon is relatively high due to its low concentration in air."
    },
    "Na": {
        "symbol": "Na",
        "Atomic Number": 11,
        "Atomic Mass": "Approximately 22.99 u",
        "Electron Configuration": "[Ne] 3s¹",
        "Isotopes": "Sodium has one stable isotope: sodium-23 (²³Na).",
        "Phase at Room Temperature": "Sodium is a soft, silvery-white metal.",
        "Density": "Sodium has a density of approximately 0.971 g/cm³.",
        "Boiling Point": "Approximately 883°C (1621°F)",
        "Melting Point": "Approximately 97.79°C (208.02°F)",
        "Reactivity": "Sodium is highly reactive, especially with water.",
        "Flammability": "Sodium metal is flammable and burns with a bright yellow flame.",
        "Bonding": "Forms ionic bonds in most compounds.",
        "Abundance": "Sodium is the sixth most abundant element in the Earth's crust.",
        "Earth's Atmosphere": "Sodium does not exist in significant amounts in the Earth's atmosphere.",
        "Natural Production": "Formed in stars through nucleosynthesis.",
        "Industrial Production": "Produced by the electrolysis of molten sodium chloride.",
        "Applications": "Used in the production of glass, paper, soap, and in sodium-vapor lamps.",
        "Glass Production": "Used in the manufacture of glass.",
        "Paper Production": "Used in the paper-making process.",
        "Soap Production": "Used in the production of soap and detergents.",
        "Sodium-Vapor Lamps": "Used in street lighting and other applications.",
        "Chemical Industry": "Used as a reducing agent and in the synthesis of various chemicals.",
        "Challenges": "Sodium must be handled with care due to its reactivity.",
        "Cost": "The cost of sodium is relatively low due to its abundance and simple extraction process."
    },
    "Mg": {
        "symbol": "Mg",
        "Atomic Number": 12,
        "Atomic Mass": "Approximately 24.31 u",
        "Electron Configuration": "[Ne] 3s²",
        "Isotopes": "Magnesium has three stable isotopes: magnesium-24 (²⁴Mg), magnesium-25 (²⁵Mg), and magnesium-26 (²⁶Mg).",
        "Phase at Room Temperature": "Magnesium is a shiny gray metal.",
        "Density": "Magnesium has a density of approximately 1.738 g/cm³.",
        "Boiling Point": "Approximately 1090°C (1994°F)",
        "Melting Point": "Approximately 650°C (1202°F)",
        "Reactivity": "Magnesium is moderately reactive and burns with a bright white flame.",
        "Flammability": "Magnesium metal is flammable and burns with a bright white flame.",
        "Bonding": "Forms ionic bonds in most compounds.",
        "Abundance": "Magnesium is the eighth most abundant element in the Earth's crust.",
        "Earth's Atmosphere": "Magnesium does not exist in significant amounts in the Earth's atmosphere.",
        "Natural Production": "Formed in stars through nucleosynthesis.",
        "Industrial Production": "Produced by the electrolysis of molten magnesium chloride.",
        "Applications": "Used in the production of aluminum alloys, as a reducing agent, and in the manufacture of fireworks.",
        "Aluminum Alloys": "Used to produce strong, lightweight aluminum alloys.",
        "Reducing Agent": "Used as a reducing agent in the production of various metals.",
        "Fireworks": "Used in fireworks and flares for its bright white flame.",
        "Medicine": "Used in medicine as an antacid and laxative.",
        "Construction": "Used in the construction of aircraft and automotive parts.",
        "Challenges": "Magnesium is highly reactive and must be handled with care.",
        "Cost": "The cost of magnesium is relatively low due to its abundance and simple extraction process."
    },
    "Al": {
        "symbol": "Al",
        "Atomic Number": 13,
        "Atomic Mass": "Approximately 26.98 u",
        "Electron Configuration": "[Ne] 3s² 3p¹",
        "Isotopes": "Aluminum has one stable isotope: aluminum-27 (²⁷Al).",
        "Phase at Room Temperature": "Aluminum is a silvery-white metal.",
        "Density": "Aluminum has a density of approximately 2.70 g/cm³.",
        "Boiling Point": "Approximately 2519°C (4566°F)",
        "Melting Point": "Approximately 660.32°C (1220.58°F)",
        "Reactivity": "Aluminum is moderately reactive and forms a protective oxide layer.",
        "Flammability": "Aluminum powder is flammable and can be explosive.",
        "Bonding": "Forms ionic and covalent bonds.",
        "Abundance": "Aluminum is the most abundant metal in the Earth's crust.",
        "Earth's Atmosphere": "Aluminum does not exist in significant amounts in the Earth's atmosphere.",
        "Natural Production": "Formed in stars through nucleosynthesis.",
        "Industrial Production": "Produced by the electrolysis of bauxite ore in the Bayer process.",
        "Applications": "Used in the production of aircraft, automotive parts, packaging, and construction materials.",
        "Aircraft": "Used in the construction of aircraft due to its light weight and strength.",
        "Automotive Parts": "Used in the manufacture of automotive parts for its corrosion resistance and strength.",
        "Packaging": "Used in packaging materials such as cans and foils.",
        "Construction": "Used in construction materials for buildings and infrastructure.",
        "Electrical": "Used in electrical transmission lines due to its conductivity.",
        "Challenges": "Aluminum production is energy-intensive and has environmental impacts.",
        "Cost": "The cost of aluminum is relatively low due to its abundance and widespread use."
    },
    "Si": {
        "symbol": "Si",
        "Atomic Number": 14,
        "Atomic Mass": "Approximately 28.09 u",
        "Electron Configuration": "[Ne] 3s² 3p²",
        "Isotopes": "Silicon has three stable isotopes: silicon-28 (²⁸Si), silicon-29 (²⁹Si), and silicon-30 (³⁰Si).",
        "Phase at Room Temperature": "Silicon is a hard, brittle crystalline solid with a blue-grey metallic luster.",
        "Density": "Silicon has a density of approximately 2.33 g/cm³.",
        "Boiling Point": "Approximately 3265°C (5909°F)",
        "Melting Point": "Approximately 1414°C (2577°F)",
        "Reactivity": "Silicon is relatively unreactive but reacts with halogens and dilute alkalis.",
        "Flammability": "Silicon is not flammable.",
        "Bonding": "Forms covalent bonds in most compounds.",
        "Abundance": "Silicon is the second most abundant element in the Earth's crust.",
        "Earth's Atmosphere": "Silicon does not exist in significant amounts in the Earth's atmosphere.",
        "Natural Production": "Formed in stars through nucleosynthesis.",
        "Industrial Production": "Produced by reducing silica with carbon in an electric furnace.",
        "Applications": "Used in semiconductors, glass, ceramics, and solar cells.",
        "Semiconductors": "Essential for the manufacture of electronic devices.",
        "Glass": "Used in the production of glass and ceramics.",
        "Solar Cells": "Used in photovoltaic cells for solar energy.",
        "Construction": "Used as a component in construction materials.",
        "Challenges": "The production of high-purity silicon is energy-intensive.",
        "Cost": "The cost of silicon varies depending on its purity and form."
    },
    "P": {
        "symbol": "P",
        "Atomic Number": 15,
        "Atomic Mass": "Approximately 30.97 u",
        "Electron Configuration": "[Ne] 3s² 3p³",
        "Isotopes": "Phosphorus has one stable isotope: phosphorus-31 (³¹P).",
        "Phase at Room Temperature": "Phosphorus exists in several allotropic forms, including white, red, and black phosphorus.",
        "Density": "The density of white phosphorus is approximately 1.82 g/cm³; red phosphorus is approximately 2.34 g/cm³.",
        "Boiling Point": "Approximately 280.5°C (536.9°F) (white phosphorus)",
        "Melting Point": "Approximately 44.15°C (111.47°F) (white phosphorus)",
        "Reactivity": "Phosphorus is highly reactive, especially white phosphorus, which is pyrophoric.",
        "Flammability": "White phosphorus is highly flammable and can ignite spontaneously in air.",
        "Bonding": "Forms covalent bonds in most compounds.",
        "Abundance": "Phosphorus is the eleventh most abundant element in the Earth's crust.",
        "Earth's Atmosphere": "Phosphorus does not exist in significant amounts in the Earth's atmosphere.",
        "Natural Production": "Formed in stars through nucleosynthesis.",
        "Industrial Production": "Produced by heating phosphate rock with coke and silica in an electric furnace.",
        "Applications": "Used in fertilizers, detergents, pesticides, and matches.",
        "Fertilizers": "Essential for the production of phosphate fertilizers.",
        "Detergents": "Used in the manufacture of detergents and cleaning agents.",
        "Pesticides": "Used in the production of various pesticides.",
        "Matches": "Used in the production of match heads.",
        "Challenges": "Phosphorus compounds can be toxic and pose environmental risks.",
        "Cost": "The cost of phosphorus varies depending on its form and purity."
    },
    "S": {
        "symbol": "S",
        "Atomic Number": 16,
        "Atomic Mass": "Approximately 32.07 u",
        "Electron Configuration": "[Ne] 3s² 3p⁴",
        "Isotopes": "Sulfur has four stable isotopes: sulfur-32 (³²S), sulfur-33 (³³S), sulfur-34 (³⁴S), and sulfur-36 (³⁶S).",
        "Phase at Room Temperature": "Sulfur is a yellow solid.",
        "Density": "Sulfur has a density of approximately 2.07 g/cm³.",
        "Boiling Point": "Approximately 444.6°C (832.3°F)",
        "Melting Point": "Approximately 115.21°C (239.38°F)",
        "Reactivity": "Sulfur is reactive and forms compounds with many elements.",
        "Flammability": "Sulfur is flammable and burns with a blue flame.",
        "Bonding": "Forms covalent bonds in most compounds.",
        "Abundance": "Sulfur is the tenth most abundant element in the Earth's crust.",
        "Earth's Atmosphere": "Sulfur compounds are present in small amounts in the Earth's atmosphere.",
        "Natural Production": "Formed in stars through nucleosynthesis.",
        "Industrial Production": "Produced by the Frasch process and as a byproduct of petroleum refining.",
        "Applications": "Used in the production of sulfuric acid, vulcanization of rubber, and fertilizers.",
        "Sulfuric Acid": "Used in the production of sulfuric acid, one of the most important industrial chemicals.",
        "Vulcanization": "Used in the vulcanization of rubber.",
        "Fertilizers": "Used in the manufacture of sulfur-containing fertilizers.",
        "Challenges": "Sulfur compounds can contribute to air pollution and acid rain.",
        "Cost": "The cost of sulfur is relatively low due to its abundance and widespread use."
    },
    "Cl": {
        "symbol": "Cl",
        "Atomic Number": 17,
        "Atomic Mass": "Approximately 35.45 u",
        "Electron Configuration": "[Ne] 3s² 3p⁵",
        "Isotopes": "Chlorine has two stable isotopes: chlorine-35 (³⁵Cl) and chlorine-37 (³⁷Cl).",
        "Phase at Room Temperature": "Chlorine is a yellow-green gas.",
        "Density": "Chlorine gas has a density of approximately 3.214 g/L at standard conditions.",
        "Boiling Point": "Approximately -34.04°C (-29.27°F)",
        "Melting Point": "Approximately -101.5°C (-150.7°F)",
        "Reactivity": "Chlorine is highly reactive and forms compounds with most elements.",
        "Flammability": "Chlorine is not flammable but can support the combustion of other substances.",
        "Bonding": "Forms ionic and covalent bonds.",
        "Abundance": "Chlorine is the twentieth most abundant element in the Earth's crust.",
        "Earth's Atmosphere": "Chlorine is present in small amounts in the Earth's atmosphere.",
        "Natural Production": "Formed in stars through nucleosynthesis.",
        "Industrial Production": "Produced by the electrolysis of sodium chloride solution.",
        "Applications": "Used in water treatment, disinfectants, and the production of PVC.",
        "Water Treatment": "Used to disinfect drinking water and swimming pools.",
        "Disinfectants": "Used in the production of various disinfectants and bleaches.",
        "PVC Production": "Used in the production of polyvinyl chloride (PVC) plastic."
    },
    "Ar": {
        "symbol": "Ar",
        "Atomic Number": 18,
        "Atomic Mass": "Approximately 39.95 u",
        "Electron Configuration": "[Ne] 3s² 3p⁶",
        "Isotopes": "Argon has three stable isotopes: argon-36 (³⁶Ar), argon-38 (³⁸Ar), and argon-40 (⁴⁰Ar).",
        "Phase at Room Temperature": "Argon is a colorless, odorless gas.",
        "Density": "Argon gas has a density of approximately 1.784 g/L at standard conditions.",
        "Boiling Point": "Approximately -185.8°C (-302.4°F)",
        "Melting Point": "Approximately -189.3°C (-308.7°F)",
        "Reactivity": "Argon is chemically inert and does not readily form compounds.",
        "Flammability": "Argon is not flammable.",
        "Bonding": "Does not form bonds under normal conditions.",
        "Abundance": "Argon is the third most abundant gas in the Earth's atmosphere.",
        "Earth's Atmosphere": "Comprises approximately 0.93% of the Earth's atmosphere by volume.",
        "Natural Production": "Produced by the radioactive decay of potassium-40 in the Earth's crust.",
        "Industrial Production": "Obtained by the fractional distillation of liquid air.",
        "Applications": "Used in lighting, welding, and as an inert gas in various industrial processes.",
        "Lighting": "Used in incandescent and fluorescent light bulbs.",
        "Welding": "Used as a shielding gas in arc welding.",
        "Industrial Processes": "Used to provide an inert atmosphere for various processes."
    },
    "K": {
        "symbol": "K",
        "Atomic Number": 19,
        "Atomic Mass": "Approximately 39.10 u",
        "Electron Configuration": "[Ar] 4s¹",
        "Isotopes": "Potassium has three stable isotopes: potassium-39 (³⁹K), potassium-40 (⁴⁰K), and potassium-41 (⁴¹K).",
        "Phase at Room Temperature": "Potassium is a soft, silvery-white metal.",
        "Density": "Potassium has a density of approximately 0.862 g/cm³.",
        "Boiling Point": "Approximately 759°C (1398°F)",
        "Melting Point": "Approximately 63.5°C (146.3°F)",
        "Reactivity": "Potassium is highly reactive, especially with water.",
        "Flammability": "Potassium is flammable and can ignite spontaneously in air.",
        "Bonding": "Forms ionic and covalent bonds.",
        "Abundance": "Potassium is the seventh most abundant element in the Earth's crust.",
        "Earth's Atmosphere": "Potassium does not exist in significant amounts in the Earth's atmosphere.",
        "Natural Production": "Formed in stars through nucleosynthesis.",
        "Industrial Production": "Produced by the electrolysis of potassium chloride.",
        "Applications": "Used in fertilizers, soaps, and as a salt substitute.",
        "Fertilizers": "Essential for the production of potassium fertilizers.",
        "Soaps": "Used in the manufacture of various soaps and detergents.",
        "Salt Substitute": "Used as a salt substitute in low-sodium diets."
    },
    "Ca": {
        "symbol": "Ca",
        "Atomic Number": 20,
        "Atomic Mass": "Approximately 40.08 u",
        "Electron Configuration": "[Ar] 4s²",
        "Isotopes": "Calcium has six stable isotopes: calcium-40 (⁴⁰Ca), calcium-42 (⁴²Ca), calcium-43 (⁴³Ca), calcium-44 (⁴⁴Ca), calcium-46 (⁴⁶Ca), and calcium-48 (⁴⁸Ca).",
        "Phase at Room Temperature": "Calcium is a silvery-white metal.",
        "Density": "Calcium has a density of approximately 1.54 g/cm³.",
        "Boiling Point": "Approximately 1484°C (2703°F)",
        "Melting Point": "Approximately 842°C (1548°F)",
        "Reactivity": "Calcium is highly reactive, especially with water and acids.",
        "Flammability": "Calcium is flammable and burns with a bright yellow-red flame.",
        "Bonding": "Forms ionic and covalent bonds.",
        "Abundance": "Calcium is the fifth most abundant element in the Earth's crust.",
        "Earth's Atmosphere": "Calcium does not exist in significant amounts in the Earth's atmosphere.",
        "Natural Production": "Formed in stars through nucleosynthesis.",
        "Industrial Production": "Produced by the electrolysis of calcium chloride.",
        "Applications": "Used in the production of cement, steel, and as a reducing agent.",
        "Cement": "Essential for the production of cement and concrete.",
        "Steel": "Used in the manufacture of steel and other alloys.",
        "Reducing Agent": "Used as a reducing agent in the extraction of other metals."
    },
    "Sc": {
        "symbol": "Sc",
        "Atomic Number": 21,
        "Atomic Mass": "Approximately 44.96 u",
        "Electron Configuration": "[Ar] 3d¹ 4s²",
        "Isotopes": "Scandium has one stable isotope: scandium-45 (⁴⁵Sc).",
        "Phase at Room Temperature": "Scandium is a silvery-white metal.",
        "Density": "Scandium has a density of approximately 2.99 g/cm³.",
        "Boiling Point": "Approximately 2830°C (5126°F)",
        "Melting Point": "Approximately 1541°C (2806°F)",
        "Reactivity": "Scandium is reactive and forms a protective oxide layer.",
        "Flammability": "Scandium is not flammable.",
        "Bonding": "Forms ionic and covalent bonds.",
        "Abundance": "Scandium is a rare element in the Earth's crust.",
        "Earth's Atmosphere": "Scandium does not exist in significant amounts in the Earth's atmosphere.",
        "Natural Production": "Formed in stars through nucleosynthesis.",
        "Industrial Production": "Produced by reducing scandium fluoride with calcium metal.",
        "Applications": "Used in aerospace components, lighting, and electronics.",
        "Aerospace": "Used in the production of lightweight aerospace components.",
        "Lighting": "Used in metal halide lamps and other lighting applications.",
        "Electronics": "Used in the manufacture of various electronic components."
    },
    "Ti": {
        "symbol": "Ti",
        "Atomic Number": 22,
        "Atomic Mass": "Approximately 47.87 u",
        "Electron Configuration": "[Ar] 3d² 4s²",
        "Isotopes": "Titanium has five stable isotopes: titanium-46 (⁴⁶Ti), titanium-47 (⁴⁷Ti), titanium-48 (⁴⁸Ti), titanium-49 (⁴⁹Ti), and titanium-50 (⁵⁰Ti).",
        "Phase at Room Temperature": "Titanium is a lustrous, silvery metal.",
        "Density": "Titanium has a density of approximately 4.506 g/cm³.",
        "Boiling Point": "Approximately 3287°C (5949°F)",
        "Melting Point": "Approximately 1668°C (3034°F)",
        "Reactivity": "Titanium is highly resistant to corrosion and forms a protective oxide layer.",
        "Flammability": "Titanium powder is flammable and can be explosive.",
        "Bonding": "Forms ionic and covalent bonds.",
        "Abundance": "Titanium is the ninth most abundant element in the Earth's crust.",
        "Earth's Atmosphere": "Titanium does not exist in significant amounts in the Earth's atmosphere.",
        "Natural Production": "Formed in stars through nucleosynthesis.",
        "Industrial Production": "Produced by the Kroll process, involving the reduction of titanium tetrachloride with magnesium.",
        "Applications": "Used in aerospace, medical implants, and pigments.",
        "Aerospace": "Used in the production of aircraft and spacecraft due to its high strength-to-weight ratio.",
        "Medical Implants": "Used in surgical implants and prosthetics due to its biocompatibility.",
        "Pigments": "Used in the production of white pigments for paints and coatings."
    },
    "V": {
        "symbol": "V",
        "Atomic Number": 23,
        "Atomic Mass": "Approximately 50.94 u",
        "Electron Configuration": "[Ar] 3d³ 4s²",
        "Isotopes": "Vanadium has one stable isotope: vanadium-51 (⁵¹V).",
        "Phase at Room Temperature": "Vanadium is a hard, silvery-grey metal.",
        "Density": "Vanadium has a density of approximately 6.11 g/cm³.",
        "Boiling Point": "Approximately 3407°C (6165°F)",
        "Melting Point": "Approximately 1910°C (3470°F)",
        "Reactivity": "Vanadium is moderately reactive and forms a protective oxide layer.",
        "Flammability": "Vanadium powder is flammable.",
        "Bonding": "Forms ionic and covalent bonds.",
        "Abundance": "Vanadium is a relatively rare element in the Earth's crust.",
        "Earth's Atmosphere": "Vanadium does not exist in significant amounts in the Earth's atmosphere.",
        "Natural Production": "Formed in stars through nucleosynthesis.",
        "Industrial Production": "Produced by reducing vanadium pentoxide with calcium.",
        "Applications": "Used in steel alloys, catalysts, and batteries.",
        "Steel Alloys": "Used to produce high-strength steel alloys.",
        "Catalysts": "Used as a catalyst in chemical reactions, including sulfuric acid production.",
        "Batteries": "Used in vanadium redox flow batteries for energy storage."
    },
    "Cr": {
        "symbol": "Cr",
        "Atomic Number": 24,
        "Atomic Mass": "Approximately 51.99 u",
        "Electron Configuration": "[Ar] 3d⁵ 4s¹",
        "Isotopes": "Chromium has four stable isotopes: chromium-50 (⁵⁰Cr), chromium-52 (⁵²Cr), chromium-53 (⁵³Cr), and chromium-54 (⁵⁴Cr).",
        "Phase at Room Temperature": "Chromium is a hard, lustrous, steel-grey metal.",
        "Density": "Chromium has a density of approximately 7.19 g/cm³.",
        "Boiling Point": "Approximately 2671°C (4840°F)",
        "Melting Point": "Approximately 1907°C (3465°F)",
        "Reactivity": "Chromium is highly resistant to corrosion and forms a protective oxide layer.",
        "Flammability": "Chromium powder is flammable.",
        "Bonding": "Forms ionic and covalent bonds.",
        "Abundance": "Chromium is the 21st most abundant element in the Earth's crust.",
        "Earth's Atmosphere": "Chromium does not exist in significant amounts in the Earth's atmosphere.",
        "Natural Production": "Formed in stars through nucleosynthesis.",
        "Industrial Production": "Produced by reducing chromium oxide with aluminum or silicon.",
        "Applications": "Used in stainless steel, plating, and pigments.",
        "Stainless Steel": "Essential for the production of stainless steel.",
        "Plating": "Used for chrome plating to provide a corrosion-resistant finish.",
        "Pigments": "Used in the production of various pigments and dyes."
    },
    "Mn": {
        "symbol": "Mn",
        "Atomic Number": 25,
        "Atomic Mass": "Approximately 54.94 u",
        "Electron Configuration": "[Ar] 3d⁵ 4s²",
        "Isotopes": "Manganese has one stable isotope: manganese-55 (⁵⁵Mn).",
        "Phase at Room Temperature": "Manganese is a hard, brittle, silvery-grey metal.",
        "Density": "Manganese has a density of approximately 7.21 g/cm³.",
        "Boiling Point": "Approximately 2061°C (3742°F)",
        "Melting Point": "Approximately 1246°C (2275°F)",
        "Reactivity": "Manganese is moderately reactive and forms a protective oxide layer.",
        "Flammability": "Manganese powder is flammable.",
        "Bonding": "Forms ionic and covalent bonds.",
        "Abundance": "Manganese is the 12th most abundant element in the Earth's crust.",
        "Earth's Atmosphere": "Manganese does not exist in significant amounts in the Earth's atmosphere.",
        "Natural Production": "Formed in stars through nucleosynthesis.",
        "Industrial Production": "Produced by reducing manganese oxide with aluminum.",
        "Applications": "Used in steel production, batteries, and pigments.",
        "Steel Production": "Essential for the production of high-strength steel.",
        "Batteries": "Used in alkaline and lithium-ion batteries.",
        "Pigments": "Used in the production of various pigments and dyes."
    },
    "Fe": {
        "symbol": "Fe",
        "Atomic Number": 26,
        "Atomic Mass": "Approximately 55.85 u",
        "Electron Configuration": "[Ar] 3d⁶ 4s²",
        "Isotopes": "Iron has four stable isotopes: iron-54 (⁵⁴Fe), iron-56 (⁵⁶Fe), iron-57 (⁵⁷Fe), and iron-58 (⁵⁸Fe).",
        "Phase at Room Temperature": "Iron is a lustrous, silvery-grey metal.",
        "Density": "Iron has a density of approximately 7.87 g/cm³.",
        "Boiling Point": "Approximately 2862°C (5182°F)",
        "Melting Point": "Approximately 1538°C (2800°F)",
        "Reactivity": "Iron is moderately reactive and forms a protective oxide layer in the presence of oxygen.",
        "Flammability": "Iron powder is flammable.",
        "Bonding": "Forms ionic and covalent bonds.",
        "Abundance": "Iron is the fourth most abundant element in the Earth's crust.",
        "Earth's Atmosphere": "Iron does not exist in significant amounts in the Earth's atmosphere.",
        "Natural Production": "Formed in stars through nucleosynthesis.",
        "Industrial Production": "Produced by reducing iron ore with carbon in a blast furnace.",
        "Applications": "Used in steel production, construction, and machinery.",
        "Steel Production": "Essential for the production of steel.",
        "Construction": "Used in the construction of buildings and infrastructure.",
        "Machinery": "Used in the manufacture of various machinery and tools."
    },
    "Co": {
        "symbol": "Co",
        "Atomic Number": 27,
        "Atomic Mass": "Approximately 58.93 u",
        "Electron Configuration": "[Ar] 3d⁷ 4s²",
        "Isotopes": "Cobalt has one stable isotope: cobalt-59 (⁵⁹Co).",
        "Phase at Room Temperature": "Cobalt is a hard, lustrous, silver-grey metal.",
        "Density": "Cobalt has a density of approximately 8.90 g/cm³.",
        "Boiling Point": "Approximately 2927°C (5301°F)",
        "Melting Point": "Approximately 1495°C (2723°F)",
        "Reactivity": "Cobalt is moderately reactive and forms a protective oxide layer.",
        "Flammability": "Cobalt powder is flammable.",
        "Bonding": "Forms ionic and covalent bonds.",
        "Abundance": "Cobalt is a relatively rare element in the Earth's crust.",
        "Earth's Atmosphere": "Cobalt does not exist in significant amounts in the Earth's atmosphere.",
        "Natural Production": "Formed in stars through nucleosynthesis.",
        "Industrial Production": "Produced as a byproduct of copper and nickel mining.",
        "Applications": "Used in alloys, magnets, and batteries.",
        "Alloys": "Used in the production of high-strength alloys, such as superalloys for aerospace applications.",
        "Magnets": "Used in the production of permanent magnets, particularly in electrical machinery and electronics.",
        "Batteries": "Used in rechargeable batteries, such as lithium-ion batteries, as a cathode material."
    },
    "Ni": {
        "symbol": "Ni",
        "Atomic Number": 28,
        "Atomic Mass": "Approximately 58.69 u",
        "Electron Configuration": "[Ar] 3d⁸ 4s²",
        "Isotopes": "Nickel has five stable isotopes: nickel-58 (⁵⁸Ni), nickel-60 (⁶⁰Ni), nickel-61 (⁶¹Ni), nickel-62 (⁶²Ni), and nickel-64 (⁶⁴Ni).",
        "Phase at Room Temperature": "Nickel is a hard, silvery-white metal.",
        "Density": "Nickel has a density of approximately 8.908 g/cm³.",
        "Boiling Point": "Approximately 2732°C (4950°F)",
        "Melting Point": "Approximately 1455°C (2651°F)",
        "Reactivity": "Nickel is moderately reactive and forms a passivation layer when exposed to air.",
        "Flammability": "Nickel powder is flammable.",
        "Bonding": "Forms metallic bonds.",
        "Abundance": "Nickel is the 24th most abundant element in the Earth's crust.",
        "Earth's Atmosphere": "Nickel does not exist in significant amounts in the Earth's atmosphere.",
        "Natural Production": "Formed in stars through nucleosynthesis.",
        "Industrial Production": "Primarily produced from nickel sulfide ores through various refining processes.",
        "Applications": "Used in stainless steel, batteries, and coins.",
        "Stainless Steel": "Essential for the production of stainless steel, providing corrosion resistance.",
        "Batteries": "Used in rechargeable batteries, such as nickel-metal hydride (NiMH) batteries.",
        "Coins": "Used historically in coins due to its durability and resistance to corrosion."
    },
    "Cu": {
        "symbol": "Cu",
        "Atomic Number": 29,
        "Atomic Mass": "Approximately 63.55 u",
        "Electron Configuration": "[Ar] 3d¹⁰ 4s¹",
        "Isotopes": "Copper has two stable isotopes: copper-63 (⁶³Cu) and copper-65 (⁶⁵Cu).",
        "Phase at Room Temperature": "Copper is a soft, malleable, and ductile metal with a reddish-orange color.",
        "Density": "Copper has a density of approximately 8.96 g/cm³.",
        "Boiling Point": "Approximately 2562°C (4643°F)",
        "Melting Point": "Approximately 1084.62°C (1984.32°F)",
        "Reactivity": "Copper is moderately reactive and forms a passivation layer when exposed to air.",
        "Flammability": "Copper powder is flammable.",
        "Bonding": "Forms metallic bonds.",
        "Abundance": "Copper is the 26th most abundant element in the Earth's crust.",
        "Earth's Atmosphere": "Copper does not exist in significant amounts in the Earth's atmosphere.",
        "Natural Production": "Formed in stars through nucleosynthesis.",
        "Industrial Production": "Mined as copper ores and extracted through smelting and refining processes.",
        "Applications": "Used in electrical wiring, plumbing, and as a component in alloys.",
        "Electrical Wiring": "Highly conductive, copper is widely used in electrical wiring and electronics.",
        "Plumbing": "Used in pipes and plumbing fixtures due to its corrosion resistance.",
        "Alloys": "Used in the production of brass (copper-zinc alloy) and bronze (copper-tin alloy)."
    },
    "Zn": {
        "symbol": "Zn",
        "Atomic Number": 30,
        "Atomic Mass": "Approximately 65.38 u",
        "Electron Configuration": "[Ar] 3d¹⁰ 4s²",
        "Isotopes": "Zinc has five stable isotopes: zinc-64 (⁶⁴Zn), zinc-66 (⁶⁶Zn), zinc-67 (⁶⁷Zn), zinc-68 (⁶⁸Zn), and zinc-70 (⁷⁰Zn).",
        "Phase at Room Temperature": "Zinc is a bluish-white, lustrous metal.",
        "Density": "Zinc has a density of approximately 7.14 g/cm³.",
        "Boiling Point": "Approximately 907°C (1665°F)",
        "Melting Point": "Approximately 419.53°C (787.15°F)",
        "Reactivity": "Zinc is moderately reactive and forms a protective oxide layer.",
        "Flammability": "Zinc powder is flammable.",
        "Bonding": "Forms metallic bonds.",
        "Abundance": "Zinc is the 24th most abundant element in the Earth's crust.",
        "Earth's Atmosphere": "Zinc does not exist in significant amounts in the Earth's atmosphere.",
        "Natural Production": "Formed in stars through nucleosynthesis.",
        "Industrial Production": "Mined from zinc ores and extracted through roasting and refining processes.",
        "Applications": "Used in galvanization, batteries, and alloys.",
        "Galvanization": "Applied to iron and steel to prevent corrosion, known as galvanized zinc coatings.",
        "Batteries": "Used in alkaline batteries as an anode material.",
        "Alloys": "Used in brass (zinc-copper alloy) and as an alloying agent in various metals."
    },
    "Ga": {
        "symbol": "Ga",
        "Atomic Number": 31,
        "Atomic Mass": "Approximately 69.72 u",
        "Electron Configuration": "[Ar] 3d¹⁰ 4s² 4p¹",
        "Isotopes": "Gallium has two stable isotopes: gallium-69 (⁶⁹Ga) and gallium-71 (⁷¹Ga).",
        "Phase at Room Temperature": "Gallium is a soft, silvery-blue metal.",
        "Density": "Gallium has a density of approximately 5.91 g/cm³.",
        "Boiling Point": "Approximately 2204°C (4000°F)",
        "Melting Point": "Approximately 29.76°C (85.57°F)",
        "Reactivity": "Gallium is moderately reactive and forms a protective oxide layer.",
        "Flammability": "Gallium is not flammable.",
        "Bonding": "Forms metallic bonds.",
        "Abundance": "Gallium is relatively rare in the Earth's crust.",
        "Earth's Atmosphere": "Gallium does not exist in significant amounts in the Earth's atmosphere.",
        "Natural Production": "Formed in stars through nucleosynthesis.",
        "Industrial Production": "Extracted as a byproduct of aluminum and zinc production.",
        "Applications": "Used in semiconductors, LEDs, and solar panels.",
        "Semiconductors": "Used in the production of gallium arsenide (GaAs) for high-frequency and high-power devices.",
        "LEDs": "Used in light-emitting diodes (LEDs) for various applications including displays and lighting.",
        "Solar Panels": "Used in thin-film solar cells as a component to convert sunlight into electricity."
    },
    "Ge": {
        "symbol": "Ge",
        "Atomic Number": 32,
        "Atomic Mass": "Approximately 72.63 u",
        "Electron Configuration": "[Ar] 3d¹⁰ 4s² 4p²",
        "Isotopes": "Germanium has five stable isotopes: germanium-70 (⁷⁰Ge), germanium-72 (⁷²Ge), germanium-73 (⁷³Ge), germanium-74 (⁷⁴Ge), and germanium-76 (⁷⁶Ge).",
        "Phase at Room Temperature": "Germanium is a brittle, grayish-white metalloid.",
        "Density": "Germanium has a density of approximately 5.323 g/cm³.",
        "Boiling Point": "Approximately 2830°C (5126°F)",
        "Melting Point": "Approximately 938.25°C (1720.85°F)",
        "Reactivity": "Germanium is a semiconductor and is relatively inert under normal conditions.",
        "Bonding": "Forms covalent bonds.",
        "Abundance": "Germanium is relatively rare in the Earth's crust.",
        "Earth's Atmosphere": "Germanium does not exist in significant amounts in the Earth's atmosphere.",
        "Natural Production": "Formed in supernovae and through stellar nucleosynthesis.",
        "Industrial Production": "Extracted from sphalerite (zinc sulfide) and as a byproduct of zinc refining.",
        "Applications": "Used in semiconductor electronics, fiber optics, and infrared optics.",
        "Semiconductor Electronics": "Used in transistors, diodes, and other electronic devices.",
        "Fiber Optics": "Used as a dopant in optical fibers to improve their efficiency and performance.",
        "Infrared Optics": "Used in lenses and windows for infrared spectroscopy and thermal imaging."
    },
    "As": {
        "symbol": "As",
        "Atomic Number": 33,
        "Atomic Mass": "Approximately 74.92 u",
        "Electron Configuration": "[Ar] 3d¹⁰ 4s² 4p³",
        "Isotopes": "Arsenic has one stable isotope: arsenic-75 (⁷⁵As), and several radioactive isotopes.",
        "Phase at Room Temperature": "Arsenic is a metalloid that can exist in various allotropes, including gray, yellow, and black forms.",
        "Density": "Arsenic has a density of approximately 5.776 g/cm³.",
        "Boiling Point": "Approximately 613°C (1135°F)",
        "Melting Point": "Approximately 817°C (1503°F)",
        "Reactivity": "Arsenic is a metalloid and can exhibit both metallic and non-metallic properties depending on its allotrope.",
        "Bonding": "Forms covalent bonds and can also form metallic bonds in some forms.",
        "Abundance": "Arsenic is relatively rare in the Earth's crust.",
        "Earth's Atmosphere": "Arsenic does not exist in significant amounts in the Earth's atmosphere.",
        "Natural Production": "Formed through stellar nucleosynthesis.",
        "Industrial Production": "Produced from arsenic-bearing minerals through roasting and purification processes.",
        "Applications": "Used in semiconductor devices, alloys, and as a pesticide.",
        "Semiconductor Devices": "Used in the production of gallium arsenide (GaAs) semiconductor materials.",
        "Alloys": "Used in lead alloys to improve their hardness and corrosion resistance.",
        "Pesticide": "Historically used in agricultural pesticides, although its use has declined due to toxicity concerns."
    },
    "Se": {
        "symbol": "Se",
        "Atomic Number": 34,
        "Atomic Mass": "Approximately 78.97 u",
        "Electron Configuration": "[Ar] 3d¹⁰ 4s² 4p⁴",
        "Isotopes": "Selenium has six stable isotopes: selenium-74 (⁷⁴Se), selenium-76 (⁷⁶Se), selenium-77 (⁷⁷Se), selenium-78 (⁷⁸Se), selenium-80 (⁸⁰Se), and selenium-82 (⁸²Se).",
        "Phase at Room Temperature": "Selenium is a non-metal that exhibits both photovoltaic and photoconductive properties.",
        "Density": "Selenium has a density of approximately 4.81 g/cm³.",
        "Boiling Point": "Approximately 685°C (1265°F)",
        "Melting Point": "Approximately 220.8°C (429.4°F)",
        "Reactivity": "Selenium is less reactive than sulfur and tellurium but reacts with halogens and some metals.",
        "Bonding": "Forms covalent bonds.",
        "Abundance": "Selenium is relatively rare in the Earth's crust.",
        "Earth's Atmosphere": "Selenium exists in trace amounts in the Earth's atmosphere.",
        "Natural Production": "Primarily formed through supernova nucleosynthesis and neutron capture processes.",
        "Industrial Production": "Extracted as a byproduct of copper refining and from selenium-bearing minerals.",
        "Applications": "Used in photovoltaic cells, glass production, and dietary supplements.",
        "Photovoltaic Cells": "Used in thin-film solar cells to convert sunlight into electricity.",
        "Glass Production": "Used in the production of red-colored glass and ceramics.",
        "Dietary Supplements": "Used in trace amounts as a dietary supplement, primarily for its antioxidant properties."
    },
    "Br": {
        "symbol": "Br",
        "Atomic Number": 35,
        "Atomic Mass": "Approximately 79.90 u",
        "Electron Configuration": "[Ar] 3d¹⁰ 4s² 4p⁵",
        "Isotopes": "Bromine has two stable isotopes: bromine-79 (⁷⁹Br) and bromine-81 (⁸¹Br).",
        "Phase at Room Temperature": "Bromine is a reddish-brown liquid at room temperature.",
        "Density": "Bromine has a density of approximately 3.12 g/cm³.",
        "Boiling Point": "Approximately 58.8°C (137.8°F)",
        "Melting Point": "Approximately -7.2°C (19.0°F)",
        "Reactivity": "Bromine is a highly reactive element and readily forms compounds with many other elements.",
        "Bonding": "Forms covalent bonds and ionic bonds with metals.",
        "Abundance": "Bromine is relatively rare in the Earth's crust.",
        "Earth's Atmosphere": "Bromine exists in trace amounts in the Earth's atmosphere.",
        "Natural Production": "Produced by marine algae and released during volcanic eruptions.",
        "Industrial Production": "Produced by reacting brine with chlorine gas.",
        "Applications": "Used in flame retardants, pesticides, and pharmaceuticals.",
        "Flame Retardants": "Used in plastics, textiles, and furniture to reduce the flammability of materials.",
        "Pesticides": "Used in agricultural pesticides to control pests and diseases.",
        "Pharmaceuticals": "Used in the production of pharmaceuticals, including sedatives and disinfectants."
    },
    "Kr": {
        "symbol": "Kr",
        "Atomic Number": 36,
        "Atomic Mass": "Approximately 83.80 u",
        "Electron Configuration": "[Ar] 3d¹⁰ 4s² 4p⁶",
        "Isotopes": "Krypton has six stable isotopes: krypton-78 (⁷⁸Kr), krypton-80 (⁸⁰Kr), krypton-82 (⁸²Kr), krypton-83 (⁸³Kr), krypton-84 (⁸⁴Kr), and krypton-86 (⁸⁶Kr).",
        "Phase at Room Temperature": "Krypton is a colorless, odorless, and tasteless noble gas.",
        "Density": "Krypton has a density of approximately 3.749 g/L at standard conditions.",
        "Boiling Point": "Approximately -153.4°C (-244.1°F)",
        "Melting Point": "Approximately -157.37°C (-251.27°F)",
        "Reactivity": "Krypton is a noble gas and is generally inert under normal conditions.",
        "Bonding": "Forms van der Waals bonds with itself and other elements in some compounds.",
        "Abundance": "Krypton is relatively rare in the Earth's atmosphere.",
        "Earth's Atmosphere": "Krypton exists in trace amounts in the Earth's atmosphere.",
        "Natural Production": "Produced in stars through nucleosynthesis processes.",
        "Industrial Production": "Extracted through fractional distillation of liquid air.",
        "Applications": "Used in lighting, lasers, and as a filling gas in incandescent bulbs.",
        "Lighting": "Used in high-performance light bulbs and fluorescent lamps.",
        "Lasers": "Used in certain types of lasers for scientific and industrial applications.",
        "Incandescent Bulbs": "Used as a filling gas to extend the lifespan and improve efficiency in incandescent bulbs."
    },
    "Rb": {
        "symbol": "Rb",
        "Atomic Number": 37,
        "Atomic Mass": "Approximately 85.47 u",
        "Electron Configuration": "[Kr] 5s¹",
        "Isotopes": "Rubidium has two naturally occurring isotopes: rubidium-85 (⁸⁵Rb) and rubidium-87 (⁸⁷Rb).",
        "Phase at Room Temperature": "Rubidium is a soft, silvery-white metallic element.",
        "Density": "Rubidium has a density of approximately 1.532 g/cm³.",
        "Boiling Point": "Approximately 688°C (1270°F)",
        "Melting Point": "Approximately 39.3°C (102.7°F)",
        "Reactivity": "Rubidium is highly reactive, particularly with water and oxygen.",
        "Bonding": "Forms ionic bonds.",
        "Abundance": "Rubidium is relatively rare in the Earth's crust.",
        "Earth's Atmosphere": "Rubidium exists in trace amounts in the Earth's atmosphere.",
        "Natural Production": "Formed in supernovae nucleosynthesis and through radioactive decay of heavier elements.",
        "Industrial Production": "Extracted from lepidolite, pollucite, and other minerals.",
        "Applications": "Used in atomic clocks, research in physics, and in some types of glass.",
        "Atomic Clocks": "Used in high-precision atomic clocks due to its stable atomic structure.",
        "Physics Research": "Used in experiments in fundamental physics, such as Bose-Einstein condensates.",
        "Glass": "Used in specialty glasses, such as those used in optics and in scintillation counters."
    },
    "Sr": {
        "symbol": "Sr",
        "Atomic Number": 38,
        "Atomic Mass": "Approximately 87.62 u",
        "Electron Configuration": "[Kr] 5s²",
        "Isotopes": "Strontium has four stable isotopes: strontium-84 (⁸⁴Sr), strontium-86 (⁸⁶Sr), strontium-87 (⁸⁷Sr), and strontium-88 (⁸⁸Sr).",
        "Phase at Room Temperature": "Strontium is a soft, silver-white metal.",
        "Density": "Strontium has a density of approximately 2.64 g/cm³.",
        "Boiling Point": "Approximately 1384°C (2523°F)",
        "Melting Point": "Approximately 769°C (1416°F)",
        "Reactivity": "Strontium is reactive and rapidly oxidizes in air.",
        "Bonding": "Forms ionic bonds.",
        "Abundance": "Strontium is relatively abundant in the Earth's crust, similar in abundance to carbon.",
        "Earth's Atmosphere": "Strontium exists in trace amounts in the Earth's atmosphere.",
        "Natural Production": "Formed through stellar nucleosynthesis and supernovae explosions.",
        "Industrial Production": "Extracted from strontianite and celestite ores.",
        "Applications": "Used in fireworks (produces a bright red color), ferrite magnets, and in the production of glass and ceramics.",
        "Fireworks": "Used as a colorant in fireworks to produce bright red colors.",
        "Magnets": "Used in ferrite magnets for electronic applications.",
        "Glass and Ceramics": "Used in the production of special glasses and ceramics for various industrial and scientific applications."
    },
    "Y": {
        "symbol": "Y",
        "Atomic Number": 39,
        "Atomic Mass": "Approximately 88.91 u",
        "Electron Configuration": "[Kr] 4d¹ 5s²",
        "Isotopes": "Yttrium has one stable isotope: yttrium-89 (⁸⁹Y).",
        "Phase at Room Temperature": "Yttrium is a silvery-metallic transition metal.",
        "Density": "Yttrium has a density of approximately 4.472 g/cm³.",
        "Boiling Point": "Approximately 3611°C (6532°F)",
        "Melting Point": "Approximately 1526°C (2779°F)",
        "Reactivity": "Yttrium is moderately reactive, slowly reacting with water and oxidizing in air.",
        "Bonding": "Forms metallic bonds.",
        "Abundance": "Yttrium is relatively rare in the Earth's crust.",
        "Earth's Atmosphere": "Yttrium does not exist in significant amounts in the Earth's atmosphere.",
        "Natural Production": "Formed in supernovae and stellar nucleosynthesis.",
        "Industrial Production": "Extracted from xenotime and monazite ores.",
        "Applications": "Used in alloys, ceramics, phosphors, and in electronics.",
        "Alloys": "Used in alloys to improve the strength and durability of metals, such as in aircraft engines.",
        "Ceramics": "Used in the production of high-temperature ceramics for military and aerospace applications.",
        "Phosphors": "Used in the production of phosphors for fluorescent lamps and CRT displays."
    },
    "Zr": {
        "symbol": "Zr",
        "Atomic Number": 40,
        "Atomic Mass": "Approximately 91.22 u",
        "Electron Configuration": "[Kr] 4d² 5s²",
        "Isotopes": "Zirconium has five stable isotopes: zirconium-90 (⁹⁰Zr), zirconium-91 (⁹¹Zr), zirconium-92 (⁹²Zr), zirconium-94 (⁹⁴Zr), and zirconium-96 (⁹⁶Zr).",
        "Phase at Room Temperature": "Zirconium is a shiny, gray-white metal.",
        "Density": "Zirconium has a density of approximately 6.52 g/cm³.",
        "Boiling Point": "Approximately 4682°C (8458°F)",
        "Melting Point": "Approximately 1852°C (3366°F)",
        "Reactivity": "Zirconium is highly resistant to corrosion and forms a protective oxide layer.",
        "Bonding": "Forms metallic bonds.",
        "Abundance": "Zirconium is relatively abundant in the Earth's crust, more abundant than copper.",
        "Earth's Atmosphere": "Zirconium does not exist in significant amounts in the Earth's atmosphere.",
        "Natural Production": "Formed through supernovae nucleosynthesis and stellar processes.",
        "Industrial Production": "Extracted from zircon minerals through a refining process involving chlorine.",
        "Applications": "Used in nuclear reactors, aerospace components, and as an alloying agent.",
        "Nuclear Reactors": "Used as a cladding material in nuclear reactors due to its low neutron absorption cross-section.",
        "Aerospace Components": "Used in aerospace applications for its high strength-to-weight ratio and corrosion resistance.",
        "Alloying Agent": "Used as an alloying element to improve the properties of metals such as steel and titanium."
    },
    "Nb": {
        "symbol": "Nb",
        "Atomic Number": 41,
        "Atomic Mass": "Approximately 92.91 u",
        "Electron Configuration": "[Kr] 4d⁴ 5s¹",
        "Isotopes": "Niobium has one stable isotope: niobium-93 (⁹³Nb).",
        "Phase at Room Temperature": "Niobium is a shiny, white, soft, and ductile metal.",
        "Density": "Niobium has a density of approximately 8.57 g/cm³.",
        "Boiling Point": "Approximately 4744°C (8571°F)",
        "Melting Point": "Approximately 2468°C (4474°F)",
        "Reactivity": "Niobium is relatively inert and is resistant to corrosion due to its oxide layer.",
        "Bonding": "Forms metallic bonds.",
        "Abundance": "Niobium is relatively rare in the Earth's crust.",
        "Earth's Atmosphere": "Niobium does not exist in significant amounts in the Earth's atmosphere.",
        "Natural Production": "Formed through stellar nucleosynthesis processes.",
        "Industrial Production": "Extracted from niobium-bearing minerals, such as columbite and pyrochlore.",
        "Applications": "Used in superalloys, superconducting magnets, and in the aerospace and electronics industries.",
        "Superalloys": "Used in high-strength alloys for jet engines and gas turbines.",
        "Superconducting Magnets": "Used in MRI machines and particle accelerators for their superconducting properties.",
        "Aerospace and Electronics": "Used in aerospace and electronics applications for its high melting point and conductivity."
    },
    "Mo": {
        "symbol": "Mo",
        "Atomic Number": 42,
        "Atomic Mass": "Approximately 95.95 u",
        "Electron Configuration": "[Kr] 4d⁵ 5s¹",
        "Isotopes": "Molybdenum has seven stable isotopes: molybdenum-92 (⁹²Mo), molybdenum-94 (⁹⁴Mo), molybdenum-95 (⁹⁵Mo), molybdenum-96 (⁹⁶Mo), molybdenum-97 (⁹⁷Mo), molybdenum-98 (⁹⁸Mo), and molybdenum-100 (¹⁰⁰Mo).",
        "Phase at Room Temperature": "Molybdenum is a silvery-white metal.",
        "Density": "Molybdenum has a density of approximately 10.28 g/cm³.",
        "Boiling Point": "Approximately 4825°C (8720°F)",
        "Melting Point": "Approximately 2623°C (4753°F)",
        "Reactivity": "Molybdenum is relatively unreactive at room temperature.",
        "Bonding": "Forms metallic bonds.",
        "Abundance": "Molybdenum is a moderately abundant element in the Earth's crust.",
        "Earth's Atmosphere": "Molybdenum does not exist in significant amounts in the Earth's atmosphere.",
        "Natural Production": "Formed through stellar nucleosynthesis and supernova explosions.",
        "Industrial Production": "Extracted from molybdenite and wulfenite ores.",
        "Applications": "Used in alloys, stainless steel, and in various industrial applications.",
        "Alloys": "Used in high-strength alloys, such as in aircraft parts and industrial machinery.",
        "Stainless Steel": "Used as an alloying element in stainless steel to improve corrosion resistance and strength.",
        "Industrial Applications": "Used in lubricants, catalysts, and in the production of electronics."
    },
    "Tc": {
        "symbol": "Tc",
        "Atomic Number": 43,
        "Atomic Mass": "Approximately 98 u",
        "Electron Configuration": "[Kr] 4d⁵ 5s²",
        "Isotopes": "Technetium has one stable isotope: technetium-98m (⁹⁸Tc).",
        "Phase at Room Temperature": "Technetium is a silvery-gray metal.",
        "Density": "Technetium has a density of approximately 11 g/cm³.",
        "Boiling Point": "Approximately 4265°C (7709°F)",
        "Melting Point": "Approximately 2200°C (3992°F)",
        "Reactivity": "Technetium is highly reactive and forms various compounds.",
        "Bonding": "Forms metallic bonds.",
        "Abundance": "Technetium is an extremely rare element in the Earth's crust.",
        "Earth's Atmosphere": "Technetium does not exist in significant amounts in the Earth's atmosphere.",
        "Natural Production": "Technetium is primarily produced artificially in nuclear reactors.",
        "Industrial Production": "Produced as a byproduct of nuclear reactor operation and used in medical imaging.",
        "Applications": "Used in nuclear medicine for imaging and in various scientific research applications.",
        "Medical Imaging": "Used in technetium-99m radiopharmaceuticals for diagnostic imaging in nuclear medicine.",
        "Scientific Research": "Used in scientific research, such as in the study of nuclear reactions and materials science."
    },
    "Ru": {
        "symbol": "Ru",
        "Atomic Number": 44,
        "Atomic Mass": "Approximately 101.07 u",
        "Electron Configuration": "[Kr] 4d⁷ 5s¹",
        "Isotopes": "Ruthenium has seven stable isotopes: ruthenium-96 (⁹⁶Ru), ruthenium-98 (⁹⁸Ru), ruthenium-99 (⁹⁹Ru), ruthenium-100 (¹⁰⁰Ru), ruthenium-101 (¹⁰¹Ru), ruthenium-102 (¹⁰²Ru), and ruthenium-104 (¹⁰⁴Ru).",
        "Phase at Room Temperature": "Ruthenium is a hard, brittle metal with a shiny white appearance.",
        "Density": "Ruthenium has a density of approximately 12.45 g/cm³.",
        "Boiling Point": "Approximately 3900°C (7052°F)",
        "Melting Point": "Approximately 2334°C (4233°F)",
        "Reactivity": "Ruthenium is relatively inert at room temperature.",
        "Bonding": "Forms metallic bonds.",
        "Abundance": "Ruthenium is a rare element in the Earth's crust.",
        "Earth's Atmosphere": "Ruthenium does not exist in significant amounts in the Earth's atmosphere.",
        "Natural Production": "Formed through supernova nucleosynthesis and stellar processes.",
        "Industrial Production": "Extracted from platinum and nickel ores as a byproduct.",
        "Applications": "Used in electronics, catalysis, and in the production of hard alloys.",
        "Electronics": "Used in thin-film resistors and contacts for its resistance to oxidation and corrosion.",
        "Catalysis": "Used as a catalyst in chemical reactions, such as in ammonia production.",
        "Hard Alloys": "Used in the production of hard and wear-resistant alloys for cutting tools and electrical contacts."
    },
    "Rh": {
        "symbol": "Rh",
        "Atomic Number": 45,
        "Atomic Mass": "Approximately 102.91 u",
        "Electron Configuration": "[Kr] 4d⁸ 5s¹",
        "Isotopes": "Rhodium has one stable isotope: rhodium-103 (¹⁰³Rh).",
        "Phase at Room Temperature": "Rhodium is a rare, silvery-white, hard, and corrosion-resistant metal.",
        "Density": "Rhodium has a density of approximately 12.41 g/cm³.",
        "Boiling Point": "Approximately 3727°C (6741°F)",
        "Melting Point": "Approximately 1966°C (3561°F)",
        "Reactivity": "Rhodium is resistant to corrosion and oxidation.",
        "Bonding": "Forms metallic bonds.",
        "Abundance": "Rhodium is a rare element in the Earth's crust.",
        "Earth's Atmosphere": "Rhodium does not exist in significant amounts in the Earth's atmosphere.",
        "Natural Production": "Formed through supernova nucleosynthesis and stellar processes.",
        "Industrial Production": "Primarily obtained as a byproduct of platinum and nickel mining.",
        "Applications": "Used in catalytic converters, jewelry, and in electrical contacts.",
        "Catalytic Converters": "Used in automotive catalytic converters to reduce emissions of nitrogen oxides (NOx), carbon monoxide (CO), and hydrocarbons (HC).",
        "Jewelry": "Used as a precious metal in jewelry for its lustrous appearance and durability.",
        "Electrical Contacts": "Used in electrical contacts in high-temperature and corrosive environments."
    },
    "Pd": {
        "symbol": "Pd",
        "Atomic Number": 46,
        "Atomic Mass": "Approximately 106.42 u",
        "Electron Configuration": "[Kr] 4d¹⁰",
        "Isotopes": "Palladium has six stable isotopes: palladium-102 (¹⁰²Pd), palladium-104 (¹⁰⁴Pd), palladium-105 (¹⁰⁵Pd), palladium-106 (¹⁰⁶Pd), palladium-108 (¹⁰⁸Pd), and palladium-110 (¹¹⁰Pd).",
        "Phase at Room Temperature": "Palladium is a soft, silvery-white metal.",
        "Density": "Palladium has a density of approximately 12.02 g/cm³.",
        "Boiling Point": "Approximately 2963°C (5365°F)",
        "Melting Point": "Approximately 1554.9°C (2830.8°F)",
        "Reactivity": "Palladium is relatively inert in air at room temperature.",
        "Bonding": "Forms metallic bonds.",
        "Abundance": "Palladium is a rare element in the Earth's crust.",
        "Earth's Atmosphere": "Palladium exists in trace amounts in the Earth's atmosphere.",
        "Natural Production": "Formed through supernova nucleosynthesis and stellar processes.",
        "Industrial Production": "Extracted from nickel, copper, and platinum ores.",
        "Applications": "Used in catalytic converters, electronics, jewelry, and dental materials.",
        "Catalytic Converters": "Used in catalytic converters to reduce emissions of harmful gases in automotive exhaust systems.",
        "Electronics": "Used in electronics for its ability to absorb hydrogen and its conductivity.",
        "Jewelry": "Used as a precious metal in jewelry for its luster and resistance to tarnish."
    },
    "Ag": {
        "symbol": "Ag",
        "Atomic Number": 47,
        "Atomic Mass": "Approximately 107.87 u",
        "Electron Configuration": "[Kr] 4d¹⁰ 5s¹",
        "Isotopes": "Silver has two stable isotopes: silver-107 (¹⁰⁷Ag) and silver-109 (¹⁰⁹Ag).",
        "Phase at Room Temperature": "Silver is a soft, white, lustrous transition metal.",
        "Density": "Silver has a density of approximately 10.49 g/cm³.",
        "Boiling Point": "Approximately 2212°C (4014°F)",
        "Melting Point": "Approximately 961.78°C (1763.20°F)",
        "Reactivity": "Silver is relatively inert and does not react with oxygen or water at room temperature.",
        "Bonding": "Forms metallic bonds.",
        "Abundance": "Silver is a moderately abundant element in the Earth's crust.",
        "Earth's Atmosphere": "Silver does not exist in significant amounts in the Earth's atmosphere.",
        "Natural Production": "Formed through supernova nucleosynthesis and stellar processes.",
        "Industrial Production": "Extracted from silver ores such as argentite and horn silver.",
        "Applications": "Used in jewelry, coins, electronics, and photography.",
        "Jewelry": "Used extensively in jewelry and decorative items for its aesthetic appeal and luster.",
        "Coins": "Used historically and currently in coinage due to its durability and value.",
        "Electronics": "Used in electrical contacts and conductive materials due to its high electrical conductivity.",
        "Photography": "Used in photographic film and paper for its light-sensitive properties, although digital technology has reduced its use.",
        "Medicine": "Used in medical applications, such as in wound dressings and antibacterial coatings."
    },
    "Cd": {
        "symbol": "Cd",
        "Atomic Number": 48,
        "Atomic Mass": "Approximately 112.41 u",
        "Electron Configuration": "[Kr] 4d¹⁰ 5s²",
        "Isotopes": "Cadmium has eight isotopes, with cadmium-112 (¹¹²Cd), cadmium-113 (¹¹³Cd), cadmium-114 (¹¹⁴Cd), cadmium-115 (¹¹⁵Cd), and cadmium-116 (¹¹⁶Cd) being stable.",
        "Phase at Room Temperature": "Cadmium is a soft, bluish-white metal.",
        "Density": "Cadmium has a density of approximately 8.65 g/cm³.",
        "Boiling Point": "Approximately 767°C (1413°F)",
        "Melting Point": "Approximately 321.07°C (610.93°F)",
        "Reactivity": "Cadmium is a reactive metal and is easily oxidized in moist air.",
        "Bonding": "Forms metallic bonds.",
        "Abundance": "Cadmium is a rare element in the Earth's crust.",
        "Earth's Atmosphere": "Cadmium exists in trace amounts in the Earth's atmosphere.",
        "Natural Production": "Formed through supernova nucleosynthesis and stellar processes.",
        "Industrial Production": "Extracted mainly as a byproduct of zinc production.",
        "Applications": "Used in batteries, pigments, coatings, and as a stabilizer in plastics.",
        "Batteries": "Used in rechargeable nickel-cadmium batteries (NiCd) due to its ability to undergo electrochemical reactions.",
        "Pigments": "Used in pigments for paints, plastics, and ceramics, providing bright yellow, orange, and red colors.",
        "Coatings": "Used as a corrosion-resistant coating for steel and other metals.",
        "Stabilizers": "Used as a stabilizer in plastics to improve heat resistance and durability."
    },
    "In": {
        "symbol": "In",
        "Atomic Number": 49,
        "Atomic Mass": "Approximately 114.82 u",
        "Electron Configuration": "[Kr] 4d¹⁰ 5s² 5p¹",
        "Isotopes": "Indium has two stable isotopes: indium-113 (¹¹³In) and indium-115 (¹¹⁵In).",
        "Phase at Room Temperature": "Indium is a soft, silvery-white metal.",
        "Density": "Indium has a density of approximately 7.31 g/cm³.",
        "Boiling Point": "Approximately 2080°C (3776°F)",
        "Melting Point": "Approximately 156.6°C (313.9°F)",
        "Reactivity": "Indium is relatively inert in air at room temperature.",
        "Bonding": "Forms metallic bonds.",
        "Abundance": "Indium is a rare element in the Earth's crust.",
        "Earth's Atmosphere": "Indium does not exist in significant amounts in the Earth's atmosphere.",
        "Natural Production": "Formed through supernova nucleosynthesis and stellar processes.",
        "Industrial Production": "Extracted mainly as a byproduct of zinc, lead, and tin production.",
        "Applications": "Used in electronics, semiconductors, solar cells, and in low-melting alloys.",
        "Electronics": "Used in the production of transparent conductive coatings for LCD screens and touchscreens.",
        "Semiconductors": "Used in the production of semiconductors for its unique electrical properties.",
        "Solar Cells": "Used in thin-film photovoltaic solar cells due to its ability to efficiently convert sunlight into electricity.",
        "Low-Melting Alloys": "Used in alloys with low melting points for soldering and thermal interface materials."
    },
    "Sn": {
        "symbol": "Sn",
        "Atomic Number": 50,
        "Atomic Mass": "Approximately 118.71 u",
        "Electron Configuration": "[Kr] 4d¹⁰ 5s² 5p²",
        "Isotopes": "Tin has ten stable isotopes, with tin-112 (¹¹²Sn), tin-114 (¹¹⁴Sn), tin-115 (¹¹⁵Sn), tin-116 (¹¹⁶Sn), tin-117 (¹¹⁷Sn), tin-118 (¹¹⁸Sn), tin-119 (¹¹⁹Sn), tin-120 (¹²⁰Sn), tin-122 (¹²²Sn), and tin-124 (¹²⁴Sn).",
        "Phase at Room Temperature": "Tin is a soft, silvery-white metal.",
        "Density": "Tin has a density of approximately 7.31 g/cm³.",
        "Boiling Point": "Approximately 2602°C (4716°F)",
        "Melting Point": "Approximately 231.93°C (449.47°F)",
        "Reactivity": "Tin is relatively non-reactive at room temperature.",
        "Bonding": "Forms metallic bonds.",
        "Abundance": "Tin is a moderately abundant element in the Earth's crust.",
        "Earth's Atmosphere": "Tin exists in trace amounts in the Earth's atmosphere.",
        "Natural Production": "Formed through supernova nucleosynthesis and stellar processes.",
        "Industrial Production": "Extracted mainly from cassiterite ore (tin dioxide).",
        "Applications": "Used in alloys, coatings, solder, and as a protective coating for food containers.",
        "Alloys": "Used in alloys such as bronze and pewter for their hardness and durability.",
        "Coatings": "Used as a protective coating for steel to prevent corrosion, known as tin plating.",
        "Solder": "Used in soldering applications to join metals together.",
        "Food Containers": "Used as a protective coating for food containers to prevent corrosion and contamination."
    },
    "Sb": {
        "symbol": "Sb",
        "Atomic Number": 51,
        "Atomic Mass": "Approximately 121.76 u",
        "Electron Configuration": "[Kr] 4d¹⁰ 5s² 5p³",
        "Isotopes": "Antimony has two stable isotopes: antimony-121 (¹²¹Sb) and antimony-123 (¹²³Sb).",
        "Phase at Room Temperature": "Antimony is a brittle, silvery-white metalloid.",
        "Density": "Antimony has a density of approximately 6.697 g/cm³.",
        "Boiling Point": "Approximately 1587°C (2889°F)",
        "Melting Point": "Approximately 630.63°C (1167.13°F)",
        "Reactivity": "Antimony is a moderately reactive metalloid.",
        "Bonding": "Forms metallic and covalent bonds.",
        "Abundance": "Antimony is a rare element in the Earth's crust.",
        "Earth's Atmosphere": "Antimony exists in trace amounts in the Earth's atmosphere.",
        "Natural Production": "Formed through supernova nucleosynthesis and stellar processes.",
        "Industrial Production": "Extracted mainly from stibnite (antimony sulfide) ore.",
        "Applications": "Used in flame retardants, alloys, batteries, and as a semiconductor in electronics.",
        "Flame Retardants": "Used in flame retardant materials for textiles, plastics, and electronics."
    },
    "Te": {
        "symbol": "Te",
        "Atomic Number": 52,
        "Atomic Mass": "Approximately 127.60 u",
        "Electron Configuration": "[Kr] 4d¹⁰ 5s² 5p⁴",
        "Isotopes": "Tellurium has eight stable isotopes, including tellurium-120 (¹²⁰Te), tellurium-122 (¹²²Te), tellurium-123 (¹²³Te), tellurium-124 (¹²⁴Te), tellurium-125 (¹²⁵Te), tellurium-126 (¹²⁶Te), tellurium-128 (¹²⁸Te), and tellurium-130 (¹³⁰Te).",
        "Phase at Room Temperature": "Tellurium is a brittle, silver-white metalloid.",
        "Density": "Tellurium has a density of approximately 6.24 g/cm³.",
        "Boiling Point": "Approximately 988°C (1810°F)",
        "Melting Point": "Approximately 449.51°C (841.12°F)",
        "Reactivity": "Tellurium is a semi-metallic element with both metallic and non-metallic properties.",
        "Bonding": "Forms covalent bonds in compounds.",
        "Abundance": "Tellurium is a rare element in the Earth's crust.",
        "Earth's Atmosphere": "Trace amounts of tellurium can be found in the Earth's atmosphere.",
        "Natural Production": "Formed through supernova nucleosynthesis and stellar processes.",
        "Industrial Production": "Extracted from the anode slimes produced during the electrolytic refining of copper.",
        "Applications": "Used in alloys, solar panels, thermoelectric devices, and as a dopant in semiconductors.",
        "Alloys": "Used in alloys to improve machinability and corrosion resistance.",
        "Solar Panels": "Used in photovoltaic solar panels due to its semiconductor properties.",
        "Thermoelectric Devices": "Used in thermoelectric materials to convert heat into electricity.",
        "Semiconductors": "Used as a dopant in semiconductors to modify their electrical properties."
    },
    "I": {
        "symbol": "I",
        "Atomic Number": 53,
        "Atomic Mass": "Approximately 126.90 u",
        "Electron Configuration": "[Kr] 4d¹⁰ 5s² 5p⁵",
        "Isotopes": "Iodine has one stable isotope: iodine-127 (¹²⁷I).",
        "Phase at Room Temperature": "Iodine is a lustrous, purple-black solid at room temperature.",
        "Density": "Iodine has a density of approximately 4.93 g/cm³.",
        "Boiling Point": "Approximately 184.3°C (363.7°F)",
        "Melting Point": "Approximately 113.7°C (236.7°F)",
        "Reactivity": "Iodine is a moderately reactive non-metal.",
        "Bonding": "Forms covalent bonds in molecules.",
        "Abundance": "Iodine is relatively rare in the Earth's crust.",
        "Earth's Atmosphere": "Iodine exists in trace amounts in the Earth's atmosphere.",
        "Natural Production": "Primarily produced through the decay of uranium and thorium minerals.",
        "Industrial Production": "Extracted from natural brines or seaweed.",
        "Applications": "Used in medicine, photography, and as a nutritional supplement.",
        "Medicine": "Used as a disinfectant and in thyroid treatments.",
        "Photography": "Used in photographic film and plates as a component of silver iodide.",
        "Nutritional Supplement": "Used as a source of dietary iodine, essential for thyroid function."
    },
    "Xe": {
        "symbol": "Xe",
        "Atomic Number": 54,
        "Atomic Mass": "Approximately 131.29 u",
        "Electron Configuration": "[Kr] 4d¹⁰ 5s² 5p⁶",
        "Isotopes": "Xenon has nine stable isotopes, including xenon-124 (¹²⁴Xe), xenon-126 (¹²⁶Xe), xenon-128 (¹²⁸Xe), xenon-129 (¹²⁹Xe), xenon-130 (¹³⁰Xe), xenon-131 (¹³¹Xe), xenon-132 (¹³²Xe), xenon-134 (¹³⁴Xe), and xenon-136 (¹³⁶Xe).",
        "Phase at Room Temperature": "Xenon is a colorless, odorless, inert gas.",
        "Density": "Xenon has a density of approximately 5.894 g/L at standard conditions.",
        "Boiling Point": "Approximately -108.1°C (-162.6°F)",
        "Melting Point": "Approximately -111.9°C (-169.4°F)",
        "Reactivity": "Xenon is a noble gas and is inert under normal conditions.",
        "Bonding": "Forms weak van der Waals interactions in compounds.",
        "Abundance": "Xenon is a trace element in the Earth's atmosphere.",
        "Earth's Atmosphere": "Xenon exists in trace amounts in the Earth's atmosphere.",
        "Natural Production": "Formed through the spontaneous fission of uranium and thorium.",
        "Industrial Production": "Extracted from the fractional distillation of liquid air.",
        "Applications": "Used in lighting, anesthesia, ion propulsion systems, and as a general anesthetic.",
        "Lighting": "Used in high-intensity lamps, such as xenon arc lamps.",
        "Anesthesia": "Used as a general anesthetic in medical procedures.",
        "Ion Propulsion": "Used in ion propulsion systems for spacecraft propulsion.",
        "General Anesthetic": "Used in combination with oxygen as an anesthetic."
    },
    "Cs": {
        "symbol": "Cs",
        "Atomic Number": 55,
        "Atomic Mass": "Approximately 132.91 u",
        "Electron Configuration": "[Xe] 6s¹",
        "Isotopes": "Cesium has one stable isotope: cesium-133 (¹³³Cs).",
        "Phase at Room Temperature": "Cesium is a soft, silvery-gold alkali metal.",
        "Density": "Cesium has a density of approximately 1.93 g/cm³.",
        "Boiling Point": "Approximately 671°C (1240°F)",
        "Melting Point": "Approximately 28.5°C (83.3°F)",
        "Reactivity": "Cesium is highly reactive and is the most electropositive element.",
        "Bonding": "Forms ionic bonds in compounds.",
        "Abundance": "Cesium is a relatively rare element in the Earth's crust.",
        "Earth's Atmosphere": "Cesium exists in trace amounts in the Earth's atmosphere.",
        "Natural Production": "Formed through stellar nucleosynthesis and supernova explosions.",
        "Industrial Production": "Extracted from pollucite ore or as a byproduct of lithium extraction from brines.",
        "Applications": "Used in atomic clocks, vacuum tubes, and in the oil industry as a drilling fluid additive.",
        "Atomic Clocks": "Used in atomic clocks due to its stable atomic transition.",
        "Vacuum Tubes": "Used in vacuum tubes as a getter material to remove trace gases.",
        "Drilling Fluid Additive": "Used in the oil industry to stabilize wellbores during drilling operations."
    },
    "Ba": {
        "symbol": "Ba",
        "Atomic Number": 56,
        "Atomic Mass": "Approximately 137.33 u",
        "Electron Configuration": "[Xe] 6s²",
        "Isotopes": "Barium has seven stable isotopes, including barium-130 (¹³⁰Ba), barium-132 (¹³²Ba), barium-134 (¹³⁴Ba), barium-135 (¹³⁵Ba), barium-136 (¹³⁶Ba), barium-137 (¹³⁷Ba), and barium-138 (¹³⁸Ba).",
        "Phase at Room Temperature": "Barium is a soft, silvery alkaline earth metal.",
        "Density": "Barium has a density of approximately 3.62 g/cm³.",
        "Boiling Point": "Approximately 1640°C (2984°F)",
        "Melting Point": "Approximately 727°C (1341°F)",
        "Reactivity": "Barium is a reactive metal, especially with water and acids.",
        "Bonding": "Forms ionic bonds in compounds.",
        "Abundance": "Barium is a relatively abundant element in the Earth's crust.",
        "Earth's Atmosphere": "Barium exists in trace amounts in the Earth's atmosphere.",
        "Natural Production": "Formed through supernova nucleosynthesis and stellar processes.",
        "Industrial Production": "Extracted from barite ore (barium sulfate) through processes such as the Solvay process.",
        "Applications": "Used in vacuum tubes, paints, glassmaking, and as a contrast agent in"
    },
    "La": {
        "symbol": "La",
        "Atomic Number": 57,
        "Atomic Mass": "Approximately 138.91 u",
        "Electron Configuration": "[Xe] 5d¹ 6s²",
        "Isotopes": "Lanthanum has two stable isotopes, including lanthanum-138 (¹³⁸La) and lanthanum-139 (¹³⁹La).",
        "Phase at Room Temperature": "Lanthanum is a soft, ductile, silvery-white metal.",
        "Density": "Lanthanum has a density of approximately 6.15 g/cm³.",
        "Boiling Point": "Approximately 3464°C (6267°F)",
        "Melting Point": "Approximately 920°C (1688°F)",
        "Reactivity": "Lanthanum is a reactive metal and slowly tarnishes in air.",
        "Bonding": "Forms metallic bonds in its compounds.",
        "Abundance": "Lanthanum is relatively abundant in the Earth's crust compared to other lanthanides.",
        "Earth's Atmosphere": "Lanthanum exists in trace amounts in the Earth's atmosphere.",
        "Natural Production": "Formed through supernova nucleosynthesis and stellar processes.",
        "Industrial Production": "Extracted from monazite and bastnäsite ores using solvent extraction and ion exchange techniques.",
        "Applications": "Used in carbon arc lamps, camera lenses, catalysts, and in hydrogen storage alloys.",
        "Carbon Arc Lamps": "Used in high-intensity carbon arc lamps due to its ability to produce bright light.",
        "Camera Lenses": "Used as a glass component in high-quality camera lenses.",
        "Catalysts": "Used as a catalyst in various organic reactions.",
        "Hydrogen Storage Alloys": "Used in alloys for storing hydrogen in rechargeable batteries and fuel cells."
    },
    "Ce": {
        "symbol": "Ce",
        "Atomic Number": 58,
        "Atomic Mass": "Approximately 140.12 u",
        "Electron Configuration": "[Xe] 4f¹ 5d¹ 6s²",
        "Isotopes": "Cerium has four stable isotopes, including cerium-136 (¹³⁶Ce), cerium-138 (¹³⁸Ce), cerium-140 (¹⁴⁰Ce), and cerium-142 (¹⁴²Ce).",
        "Phase at Room Temperature": "Cerium is a soft, ductile, silvery-white metal.",
        "Density": "Cerium has a density of approximately 6.77 g/cm³.",
        "Boiling Point": "Approximately 3443°C (6239°F)",
        "Melting Point": "Approximately 798°C (1468°F)",
        "Reactivity": "Cerium is a reactive metal and slowly oxidizes in air.",
        "Bonding": "Forms metallic bonds in its compounds.",
        "Abundance": "Cerium is relatively abundant in the Earth's crust.",
        "Earth's Atmosphere": "Cerium exists in trace amounts in the Earth's atmosphere.",
        "Natural Production": "Formed through supernova nucleosynthesis and stellar processes.",
        "Industrial Production": "Extracted from monazite and bastnäsite ores using solvent extraction and ion exchange techniques.",
        "Applications": "Used in catalytic converters, glass polishing, lighter flints, and as an alloying element in metals.",
        "Catalytic Converters": "Used in catalytic converters to reduce emissions from combustion engines.",
        "Glass Polishing": "Used in glass polishing to provide a smooth finish.",
        "Lighter Flints": "Used in lighter flints for their pyrophoric properties.",
        "Alloying Element": "Used as an alloying element to improve the properties of metals such as iron and magnesium."
    },
    "Pr": {
        "symbol": "Pr",
        "Atomic Number": 59,
        "Atomic Mass": "Approximately 140.91 u",
        "Electron Configuration": "[Xe] 4f³ 6s²",
        "Isotopes": "Praseodymium has one stable isotope: praseodymium-141 (¹⁴¹Pr).",
        "Phase at Room Temperature": "Praseodymium is a soft, silvery-white metal.",
        "Density": "Praseodymium has a density of approximately 6.77 g/cm³.",
        "Boiling Point": "Approximately 3290°C (5954°F)",
        "Melting Point": "Approximately 931°C (1708°F)",
        "Reactivity": "Praseodymium is a reactive metal and slowly tarnishes in air.",
        "Bonding": "Forms metallic bonds in its compounds.",
        "Abundance": "Praseodymium is a relatively abundant rare earth element in the Earth's crust.",
        "Earth's Atmosphere": "Praseodymium exists in trace amounts in the Earth's atmosphere.",
        "Natural Production": "Formed through supernova nucleosynthesis and stellar processes.",
        "Industrial Production": "Extracted from monazite and bastnäsite ores using solvent extraction and ion exchange techniques.",
        "Applications": "Used in magnets, lasers, ceramic materials, and as an alloying element in metals.",
        "Magnets": "Used in high-strength magnets, particularly in combination with neodymium and dysprosium.",
        "Lasers": "Used as a dopant in certain types of lasers, such as solid-state lasers.",
        "Ceramic Materials": "Used in ceramic materials to provide coloration and optical properties.",
        "Alloying Element": "Used as an alloying element to improve the properties of metals, particularly in combination with magnesium."
    },
    "Nd": {
        "symbol": "Nd",
        "Atomic Number": 60,
        "Atomic Mass": "Approximately 144.24 u",
        "Electron Configuration": "[Xe] 4f⁴ 6s²",
        "Isotopes": "Neodymium has seven stable isotopes, including neodymium-142 (¹⁴²Nd), neodymium-143 (¹⁴³Nd), neodymium-144 (¹⁴⁴Nd), neodymium-145 (¹⁴⁵Nd), neodymium-146 (¹⁴⁶Nd), neodymium-148 (¹⁴⁸Nd), and neodymium-150 (¹⁵⁰Nd).",
        "Phase at Room Temperature": "Neodymium is a soft, silvery-white metal.",
        "Density": "Neodymium has a density of approximately 7.01 g/cm³.",
        "Boiling Point": "Approximately 3100°C (5612°F)",
        "Melting Point": "Approximately 1024°C (1875°F)",
        "Reactivity": "Neodymium is a reactive metal and slowly tarnishes in air.",
        "Bonding": "Forms metallic bonds in its compounds.",
        "Abundance": "Neodymium is a relatively abundant rare earth element in the Earth's crust.",
        "Earth's Atmosphere": "Neodymium exists in trace amounts in the Earth's atmosphere.",
        "Natural Production": "Formed through supernova nucleosynthesis and stellar processes.",
        "Industrial Production": "Extracted from monazite and bastnäsite ores using solvent extraction and ion exchange techniques.",
        "Applications": "Used in magnets, lasers, glass coloring, and as a component of certain types of steel.",
        "Magnets": "Used in powerful magnets, particularly in combination with iron and boron in neodymium magnets.",
        "Lasers": "Used as a dopant in certain types of lasers, such as solid-state lasers.",
        "Glass Coloring": "Used in glassmaking to provide violet or grayish tints.",
        "Steel Alloying": "Used as a component in certain types of steel to improve strength and corrosion resistance."
    },
    "Pm": {
        "symbol": "Pm",
        "Atomic Number": 61,
        "Atomic Mass": "Approximately 145 u",
        "Electron Configuration": "[Xe] 4f⁵ 6s²",
        "Isotopes": "Promethium has no stable isotopes and is radioactive.",
        "Phase at Room Temperature": "Promethium is a radioactive rare earth metal.",
        "Density": "Promethium has a density of approximately 7.26 g/cm³.",
        "Boiling Point": "Approximately 3000°C (5432°F)",
        "Melting Point": "Approximately 1100°C (2012°F)",
        "Reactivity": "Promethium is a reactive metal due to its radioactivity.",
        "Bonding": "Forms metallic bonds in its compounds.",
        "Abundance": "Promethium is extremely rare in the Earth's crust and is produced artificially.",
        "Earth's Atmosphere": "Promethium does not exist in significant amounts in the Earth's atmosphere.",
        "Natural Production": "Formed through nuclear reactions in stars, but practically nonexistent on Earth.",
        "Industrial Production": "Produced artificially in nuclear reactors by bombarding uranium-235 with neutrons.",
        "Applications": "Used in atomic batteries, luminous paint, and as a radiation source in thickness gauges.",
        "Atomic Batteries": "Used in miniature atomic batteries for spacecraft and remote devices."
    },
    "Sm": {
        "symbol": "Sm",
        "Atomic Number": 62,
        "Atomic Mass": "Approximately 150.36 u",
        "Electron Configuration": "[Xe] 4f⁶ 6s²",
        "Isotopes": "Samarium has seven stable isotopes, including samarium-144 (¹⁴⁴Sm), samarium-145 (¹⁴⁵Sm), samarium-146 (¹⁴⁶Sm), samarium-148 (¹⁴⁸Sm), samarium-149 (¹⁴⁹Sm), samarium-150 (¹⁵⁰Sm), and samarium-152 (¹⁵²Sm).",
        "Phase at Room Temperature": "Samarium is a silvery metal that tarnishes easily.",
        "Density": "Samarium has a density of approximately 7.52 g/cm³.",
        "Boiling Point": "Approximately 1794°C (3261°F)",
        "Melting Point": "Approximately 1072°C (1962°F)",
        "Reactivity": "Samarium is moderately reactive and slowly oxidizes in air.",
        "Bonding": "Forms metallic bonds in its compounds.",
        "Abundance": "Samarium is a moderately abundant rare earth element in the Earth's crust.",
        "Earth's Atmosphere": "Samarium exists in trace amounts in the Earth's atmosphere.",
        "Natural Production": "Formed through supernova nucleosynthesis and stellar processes.",
        "Industrial Production": "Extracted from monazite and bastnäsite ores using solvent extraction and ion exchange techniques.",
        "Applications": "Used in magnets, neutron capture therapy, and as a catalyst in certain chemical reactions.",
        "Magnets": "Used in specialized magnets, particularly in combination with cobalt.",
        "Neutron Capture Therapy": "Used in medicine for treating cancer by irradiating tumors with neutrons.",
        "Catalysts": "Used as a catalyst in various organic reactions to enhance reaction rates."
    },
    "Eu": {
        "symbol": "Eu",
        "Atomic Number": 63,
        "Atomic Mass": "Approximately 151.96 u",
        "Electron Configuration": "[Xe] 4f⁷ 6s²",
        "Isotopes": "Europium has two stable isotopes, including europium-151 (¹⁵¹Eu) and europium-153 (¹⁵³Eu).",
        "Phase at Room Temperature": "Europium is a silvery-white metal that oxidizes readily in air.",
        "Density": "Europium has a density of approximately 5.24 g/cm³.",
        "Boiling Point": "Approximately 1529°C (2784°F)",
        "Melting Point": "Approximately 822°C (1512°F)",
        "Reactivity": "Europium is moderately reactive and oxidizes easily in air.",
        "Bonding": "Forms metallic bonds in its compounds.",
        "Abundance": "Europium is a moderately abundant rare earth element in the Earth's crust.",
        "Earth's Atmosphere": "Europium exists in trace amounts in the Earth's atmosphere.",
        "Natural Production": "Formed through supernova nucleosynthesis and stellar processes.",
        "Industrial Production": "Extracted from bastnäsite and monazite ores using solvent extraction and ion exchange techniques.",
        "Applications": "Used in phosphorescent materials, nuclear reactor control rods, and as a dopant in glass.",
        "Phosphorescent Materials": "Used in TV screens and fluorescent lamps to produce red and blue light.",
        "Nuclear Reactor Control Rods": "Used in nuclear reactors to control the rate of nuclear fission.",
        "Glass Dopant": "Used as a dopant in glass to enhance its light emission properties."
    },
    "Gd": {
        "symbol": "Gd",
        "Atomic Number": 64,
        "Atomic Mass": "Approximately 157.25 u",
        "Electron Configuration": "[Xe] 4f⁷ 5d¹ 6s²",
        "Isotopes": "Gadolinium has seven stable isotopes, including gadolinium-154 (¹⁵⁴Gd), gadolinium-155 (¹⁵⁵Gd), gadolinium-156 (¹⁵⁶Gd), gadolinium-157 (¹⁵⁷Gd), gadolinium-158 (¹⁵⁸Gd), gadolinium-160 (¹⁶⁰Gd), and gadolinium-162 (¹⁶²Gd).",
        "Phase at Room Temperature": "Gadolinium is a silvery-white metal.",
        "Density": "Gadolinium has a density of approximately 7.90 g/cm³.",
        "Boiling Point": "Approximately 3273°C (5923°F)",
        "Melting Point": "Approximately 1312°C (2394°F)",
        "Reactivity": "Gadolinium is moderately reactive and slowly oxidizes in air.",
        "Bonding": "Forms metallic bonds in its compounds.",
        "Abundance": "Gadolinium is relatively abundant in the Earth's crust compared to other lanthanides.",
        "Earth's Atmosphere": "Gadolinium exists in trace amounts in the Earth's atmosphere.",
        "Natural Production": "Formed through supernova nucleosynthesis and stellar processes.",
        "Industrial Production": "Extracted from monazite and bastnäsite ores using solvent extraction and ion exchange techniques.",
        "Applications": "Used in MRI contrast agents, neutron capture therapy, and as a phosphor in TV screens.",
        "MRI Contrast Agents": "Used in magnetic resonance imaging (MRI) to enhance contrast between tissues.",
        "Neutron Capture Therapy": "Used in cancer treatment by irradiating tumors with neutrons.",
        "Phosphors": "Used in phosphorescent materials for TV screens and fluorescent lamps."
    },
    "Tb": {
        "symbol": "Tb",
        "Atomic Number": 65,
        "Atomic Mass": "Approximately 158.93 u",
        "Electron Configuration": "[Xe] 4f⁹ 6s²",
        "Isotopes": "Terbium has one stable isotope: terbium-159 (¹⁵⁹Tb).",
        "Phase at Room Temperature": "Terbium is a silvery-white metal.",
        "Density": "Terbium has a density of approximately 8.23 g/cm³.",
        "Boiling Point": "Approximately 3123°C (5653°F)",
        "Melting Point": "Approximately 1356°C (2473°F)",
        "Reactivity": "Terbium is moderately reactive and slowly tarnishes in air.",
        "Bonding": "Forms metallic bonds in its compounds.",
        "Abundance": "Terbium is relatively rare in the Earth's crust.",
        "Earth's Atmosphere": "Terbium exists in trace amounts in the Earth's atmosphere.",
        "Natural Production": "Formed through supernova nucleosynthesis and stellar processes.",
        "Industrial Production": "Extracted from monazite and bastnäsite ores using solvent extraction and ion exchange techniques.",
        "Applications": "Used in phosphors, fuel cells, lasers, and as a component in alloys.",
        "Phosphors": "Used in green phosphors for color TV tubes and fluorescent lamps.",
        "Fuel Cells": "Used in solid oxide fuel cells as an electrolyte material.",
        "Lasers": "Used as a dopant in solid-state lasers for green emission.",
        "Alloys": "Used as a component in magnetostrictive alloys to change shape in response to a magnetic field."
    },
    "Dy": {
        "symbol": "Dy",
        "Atomic Number": 66,
        "Atomic Mass": "Approximately 162.50 u",
        "Electron Configuration": "[Xe] 4f¹⁰ 6s²",
        "Isotopes": "Dysprosium has seven stable isotopes, including dysprosium-156 (¹⁵⁶Dy), dysprosium-158 (¹⁵⁸Dy), dysprosium-160 (¹⁶⁰Dy), dysprosium-161 (¹⁶¹Dy), dysprosium-162 (¹⁶²Dy), dysprosium-163 (¹⁶³Dy), and dysprosium-164 (¹⁶⁴Dy).",
        "Phase at Room Temperature": "Dysprosium is a soft, silvery metal.",
        "Density": "Dysprosium has a density of approximately 8.55 g/cm³.",
        "Boiling Point": "Approximately 2562°C (4644°F)",
        "Melting Point": "Approximately 1412°C (2574°F)",
        "Reactivity": "Dysprosium is moderately reactive and slowly tarnishes in air.",
        "Bonding": "Forms metallic bonds in its compounds.",
        "Abundance": "Dysprosium is relatively rare in the Earth's crust.",
        "Earth's Atmosphere": "Dysprosium exists in trace amounts in the Earth's atmosphere.",
        "Natural Production": "Formed through supernova nucleosynthesis and stellar processes."
    },
    "Ho": {
        "symbol": "Ho",
        "Atomic Number": 67,
        "Atomic Mass": "Approximately 164.93 u",
        "Electron Configuration": "[Xe] 4f¹¹ 6s²",
        "Isotopes": "Holmium has one stable isotope: holmium-165 (¹⁶⁵Ho).",
        "Phase at Room Temperature": "Holmium is a soft, silvery metal.",
        "Density": "Holmium has a density of approximately 8.79 g/cm³.",
        "Boiling Point": "Approximately 2720°C (4928°F)",
        "Melting Point": "Approximately 1474°C (2685°F)",
        "Reactivity": "Holmium is moderately reactive and slowly tarnishes in air.",
        "Bonding": "Forms metallic bonds in its compounds.",
        "Abundance": "Holmium is relatively rare in the Earth's crust.",
        "Earth's Atmosphere": "Holmium exists in trace amounts in the Earth's atmosphere.",
        "Natural Production": "Formed through supernova nucleosynthesis and stellar processes.",
        "Applications": "Used in nuclear control rods, lasers, and as a component in some magnetic alloys.",
        "Nuclear Control Rods": "Used in nuclear reactors to control the rate of fission reactions.",
        "Lasers": "Used as a dopant in certain types of lasers, such as solid-state lasers.",
        "Magnetic Alloys": "Used as a component in high-strength permanent magnets.",
        "Alloys": "Used in special alloys to improve magnetic properties."
    },
    "Er": {
        "symbol": "Er",
        "Atomic Number": 68,
        "Atomic Mass": "Approximately 167.26 u",
        "Electron Configuration": "[Xe] 4f¹² 6s²",
        "Isotopes": "Erbium has six stable isotopes, including erbium-162 (¹⁶²Er), erbium-164 (¹⁶⁴Er), erbium-166 (¹⁶⁶Er), erbium-167 (¹⁶⁷Er), erbium-168 (¹⁶⁸Er), and erbium-170 (¹⁷⁰Er).",
        "Phase at Room Temperature": "Erbium is a soft, silvery-white metal.",
        "Density": "Erbium has a density of approximately 9.07 g/cm³.",
        "Boiling Point": "Approximately 2863°C (5185°F)",
        "Melting Point": "Approximately 1529°C (2784°F)",
        "Reactivity": "Erbium is moderately reactive and slowly tarnishes in air.",
        "Bonding": "Forms metallic bonds in its compounds.",
        "Abundance": "Erbium is relatively rare in the Earth's crust.",
        "Earth's Atmosphere": "Erbium exists in trace amounts in the Earth's atmosphere.",
        "Natural Production": "Formed through supernova nucleosynthesis and stellar processes.",
        "Applications": "Used in fiber optics, nuclear reactors, and as a colorant in glasses and ceramics.",
        "Fiber Optics": "Used as a dopant in fiber optic cables for signal amplification.",
        "Nuclear Reactors": "Used in control rods to regulate the rate of nuclear fission.",
        "Colorant": "Used as a coloring agent in glasses and ceramics to produce pink tones."
    },
    "Tm": {
        "symbol": "Tm",
        "Atomic Number": 69,
        "Atomic Mass": "Approximately 168.93 u",
        "Electron Configuration": "[Xe] 4f¹³ 6s²",
        "Isotopes": "Thulium has one stable isotope: thulium-169 (¹⁶⁹Tm).",
        "Phase at Room Temperature": "Thulium is a soft, silvery metal.",
        "Density": "Thulium has a density of approximately 9.32 g/cm³.",
        "Boiling Point": "Approximately 1950°C (3542°F)",
        "Melting Point": "Approximately 1545°C (2813°F)",
        "Reactivity": "Thulium is moderately reactive and slowly tarnishes in air.",
        "Bonding": "Forms metallic bonds in its compounds.",
        "Abundance": "Thulium is relatively rare in the Earth's crust.",
        "Earth's Atmosphere": "Thulium exists in trace amounts in the Earth's atmosphere.",
        "Natural Production": "Formed through supernova nucleosynthesis and stellar processes.",
        "Applications": "Used in portable X-ray devices, lasers, and as a dopant in calcium fluoride crystals.",
        "X-ray Devices": "Used in portable X-ray machines for medical and security applications.",
        "Lasers": "Used as a dopant in certain types of lasers, such as solid-state lasers.",
        "Crystal Dopant": "Used as a dopant in calcium fluoride crystals to improve optical properties."
    },
    "Yb": {
        "symbol": "Yb",
        "Atomic Number": 70,
        "Atomic Mass": "Approximately 173.04 u",
        "Electron Configuration": "[Xe] 4f¹⁴ 6s²",
        "Isotopes": "Ytterbium has seven stable isotopes, including ytterbium-168 (¹⁶⁸Yb), ytterbium-170 (¹⁷⁰Yb), ytterbium-171 (¹⁷¹Yb), ytterbium-172 (¹⁷²Yb), ytterbium-173 (¹⁷³Yb), ytterbium-174 (¹⁷⁴Yb), and ytterbium-176 (¹⁷⁶Yb).",
        "Phase at Room Temperature": "Ytterbium is a soft, silvery metal.",
        "Density": "Ytterbium has a density of approximately 6.90 g/cm³.",
        "Boiling Point": "Approximately 1466°C (2671°F)",
        "Melting Point": "Approximately 824°C (1515°F)",
        "Reactivity": "Ytterbium is moderately reactive and slowly tarnishes in air.",
        "Bonding": "Forms metallic bonds in its compounds.",
        "Abundance": "Ytterbium is relatively rare in the Earth's crust.",
        "Earth's Atmosphere": "Ytterbium exists in trace amounts in the Earth's atmosphere.",
        "Natural Production": "Formed through supernova nucleosynthesis and stellar processes.",
        "Applications": "Used in lasers, nuclear medicine, and as a doping agent in stainless steel.",
        "Lasers": "Used in certain types of lasers for cutting and welding metals.",
        "Nuclear Medicine": "Used as a radiation source in cancer treatment and diagnostics.",
        "Stainless Steel": "Used as a doping agent to improve the strength and corrosion resistance of stainless steel."
    },
    "Lu": {
        "symbol": "Lu",
        "Atomic Number": 71,
        "Atomic Mass": "Approximately 174.97 u",
        "Electron Configuration": "[Xe] 4f¹⁴ 5d¹ 6s²",
        "Isotopes": "Lutetium has one stable isotope: lutetium-175 (¹⁷⁵Lu).",
        "Phase at Room Temperature": "Lutetium is a silvery-white metal.",
        "Density": "Lutetium has a density of approximately 9.84 g/cm³.",
        "Boiling Point": "Approximately 3668°C (6646°F)",
        "Melting Point": "Approximately 1663°C (3025°F)",
        "Reactivity": "Lutetium is relatively stable and does not tarnish easily in air.",
        "Bonding": "Forms metallic bonds in its compounds.",
        "Abundance": "Lutetium is a relatively rare element in the Earth's crust.",
        "Earth's Atmosphere": "Lutetium exists in trace amounts in the Earth's atmosphere.",
        "Natural Production": "Formed through supernova nucleosynthesis and stellar processes.",
        "Applications": "Used in PET scans, catalysts, and as a dopant in crystals for LED technologies.",
        "PET Scans": "Used as a tracer in positron emission tomography (PET) scans for medical imaging.",
        "Catalysts": "Used as a catalyst in various chemical reactions.",
        "LED Technologies": "Used as a dopant in crystals to produce bright light in LED technologies."
    },
    "Hf": {
        "symbol": "Hf",
        "Atomic Number": 72,
        "Atomic Mass": "Approximately 178.49 u",
        "Electron Configuration": "[Xe] 4f¹⁴ 5d² 6s²",
        "Isotopes": "Hafnium has six stable isotopes, including hafnium-174 (¹⁷⁴Hf), hafnium-176 (¹⁷⁶Hf), hafnium-177 (¹⁷⁷Hf), hafnium-178 (¹⁷⁸Hf), hafnium-179 (¹⁷⁹Hf), and hafnium-180 (¹⁸⁰Hf).",
        "Phase at Room Temperature": "Hafnium is a lustrous, silvery metal.",
        "Density": "Hafnium has a density of approximately 13.31 g/cm³.",
        "Boiling Point": "Approximately 4876°C (8811°F)",
        "Melting Point": "Approximately 2233°C (4041°F)",
        "Reactivity": "Hafnium is resistant to corrosion and oxidation at room temperature.",
        "Bonding": "Forms metallic bonds in its compounds.",
        "Abundance": "Hafnium is relatively rare in the Earth's crust.",
        "Earth's Atmosphere": "Hafnium exists in trace amounts in the Earth's atmosphere.",
        "Natural Production": "Formed through supernova nucleosynthesis and stellar processes.",
        "Applications": "Used in nuclear reactors, semiconductor manufacturing, and as a component in alloys.",
        "Nuclear Reactors": "Used as control rods and neutron absorbers in nuclear reactors.",
        "Semiconductor Manufacturing": "Used as a gate electrode in field-effect transistors (FETs).",
        "Alloys": "Used as a hardening agent in alloys, such as in superalloys for aerospace applications."
    },
    "Ta": {
        "symbol": "Ta",
        "Atomic Number": 73,
        "Atomic Mass": "Approximately 180.95 u",
        "Electron Configuration": "[Xe] 4f¹⁴ 5d³ 6s²",
        "Isotopes": "Tantalum has two stable isotopes, including tantalum-180 (¹⁸⁰Ta) and tantalum-181 (¹⁸¹Ta).",
        "Phase at Room Temperature": "Tantalum is a hard, blue-gray metal.",
        "Density": "Tantalum has a density of approximately 16.69 g/cm³.",
        "Boiling Point": "Approximately 5425°C (9797°F)",
        "Melting Point": "Approximately 3017°C (5463°F)",
        "Reactivity": "Tantalum is highly resistant to corrosion and has good biocompatibility.",
        "Bonding": "Forms metallic bonds in its compounds.",
        "Abundance": "Tantalum is relatively rare in the Earth's crust.",
        "Earth's Atmosphere": "Tantalum exists in trace amounts in the Earth's atmosphere.",
        "Natural Production": "Formed through supernova nucleosynthesis and stellar processes.",
        "Applications": "Used in capacitors, surgical implants, and as a substitute for platinum in chemical equipment.",
        "Capacitors": "Used in electronics for its high capacitance and reliability.",
        "Surgical Implants": "Used in medical implants due to its inertness and biocompatibility.",
        "Chemical Equipment": "Used as a substitute for platinum in equipment that requires corrosion resistance."
    },
    "W": {
        "symbol": "W",
        "Atomic Number": 74,
        "Atomic Mass": "Approximately 183.84 u",
        "Electron Configuration": "[Xe] 4f¹⁴ 5d⁴ 6s²",
        "Isotopes": "Tungsten has five stable isotopes, including tungsten-180 (¹⁸⁰W), tungsten-182 (¹⁸²W), tungsten-183 (¹⁸³W), tungsten-184 (¹⁸⁴W), and tungsten-186 (¹⁸⁶W).",
        "Phase at Room Temperature": "Tungsten is a hard, steel-gray metal.",
        "Density": "Tungsten has a density of approximately 19.25 g/cm³.",
        "Boiling Point": "Approximately 5930°C (10706°F)",
        "Melting Point": "Approximately 3422°C (6192°F)",
        "Reactivity": "Tungsten is highly resistant to corrosion and has the highest melting point of all metals.",
        "Bonding": "Forms metallic bonds in its compounds.",
        "Abundance": "Tungsten is relatively rare in the Earth's crust.",
        "Earth's Atmosphere": "Tungsten exists in trace amounts in the Earth's atmosphere.",
        "Natural Production": "Formed through supernova nucleosynthesis and stellar processes.",
        "Applications": "Used in light bulb filaments, electrical contacts, and as an alloying agent in steel.",
        "Light Bulb Filaments": "Used in incandescent light bulbs due to its high melting point and durability.",
        "Electrical Contacts": "Used in high-voltage electrical applications for its low electrical resistance and stability.",
        "Steel Alloys": "Used as an alloying agent to improve the strength and hardness of steel."
    },
    "Re": {
        "symbol": "Re",
        "Atomic Number": 75,
        "Atomic Mass": "Approximately 186.21 u",
        "Electron Configuration": "[Xe] 4f¹⁴ 5d⁵ 6s²",
        "Isotopes": "Rhenium has one stable isotope: rhenium-185 (¹⁸⁵Re).",
        "Phase at Room Temperature": "Rhenium is a silvery-white metal.",
        "Density": "Rhenium has a density of approximately 21.02 g/cm³.",
        "Boiling Point": "Approximately 5869°C (10636°F)",
        "Melting Point": "Approximately 3186°C (5767°F)",
        "Reactivity": "Rhenium is resistant to corrosion and oxidation at high temperatures.",
        "Bonding": "Forms metallic bonds in its compounds.",
        "Abundance": "Rhenium is one of the rarest elements in the Earth's crust.",
        "Earth's Atmosphere": "Rhenium exists in trace amounts in the Earth's atmosphere.",
        "Natural Production": "Formed through supernova nucleosynthesis and stellar processes.",
        "Applications": "Used in superalloys for jet engines, thermocouples, and as a catalyst in chemical reactions.",
        "Superalloys": "Used in high-performance alloys for aerospace applications due to its high melting point and strength.",
        "Thermocouples": "Used in temperature measurement devices for its stable electrical properties.",
        "Catalysts": "Used as a catalyst in chemical processes, such as in the production of lead-free gasoline."
    },
    "Os": {
        "symbol": "Os",
        "Atomic Number": 76,
        "Atomic Mass": "Approximately 190.23 u",
        "Electron Configuration": "[Xe] 4f¹⁴ 5d⁶ 6s²",
        "Isotopes": "Osmium has seven stable isotopes, including osmium-184 (¹⁸⁴Os), osmium-187 (¹⁸⁷Os), osmium-188 (¹⁸⁸Os), osmium-189 (¹⁸⁹Os), osmium-190 (¹⁹⁰Os), osmium-192 (¹⁹²Os), and osmium-194 (¹⁹⁴Os).",
        "Phase at Room Temperature": "Osmium is a hard, brittle, bluish-white metal.",
        "Density": "Osmium has a density of approximately 22.59 g/cm³.",
        "Boiling Point": "Approximately 5285°C (9545°F)",
        "Melting Point": "Approximately 3033°C (5491°F)",
        "Reactivity": "Osmium is highly resistant to corrosion and oxidation.",
        "Bonding": "Forms metallic bonds in its compounds.",
        "Abundance": "Osmium is one of the rarest elements in the Earth's crust.",
        "Earth's Atmosphere": "Osmium exists in trace amounts in the Earth's atmosphere.",
        "Natural Production": "Formed through supernova nucleosynthesis and stellar processes.",
        "Applications": "Used in alloys for fountain pen nibs, electrical contacts, and as a catalyst in chemical reactions.",
        "Alloys": "Used in high-strength alloys for its hardness and wear resistance.",
        "Electrical Contacts": "Used in applications requiring high durability and low electrical resistance.",
        "Catalysts": "Used as a catalyst in the hydrogenation of fats and other chemical reactions."
    },
    "Ir": {
        "symbol": "Ir",
        "Atomic Number": 77,
        "Atomic Mass": "Approximately 192.22 u",
        "Electron Configuration": "[Xe] 4f¹⁴ 5d⁷ 6s²",
        "Isotopes": "Iridium has two stable isotopes, including iridium-191 (¹⁹¹Ir) and iridium-193 (¹⁹³Ir).",
        "Phase at Room Temperature": "Iridium is a hard, brittle, silvery-white metal.",
        "Density": "Iridium has a density of approximately 22.56 g/cm³.",
        "Boiling Point": "Approximately 4700°C (8492°F)",
        "Melting Point": "Approximately 2446°C (4435°F)",
        "Reactivity": "Iridium is highly resistant to corrosion and oxidation.",
        "Bonding": "Forms metallic bonds in its compounds.",
        "Abundance": "Iridium is one of the rarest elements in the Earth's crust.",
        "Earth's Atmosphere": "Iridium exists in trace amounts in the Earth's atmosphere.",
        "Natural Production": "Formed through supernova nucleosynthesis and stellar processes.",
        "Applications": "Used in spark plugs, crucibles for growing crystals, and as a hardening agent in platinum alloys.",
        "Spark Plugs": "Used in automotive spark plugs due to its high melting point and durability.",
        "Crystal Growth": "Used in crucibles for growing single crystals of semiconductors and other materials.",
        "Platinum Alloys": "Used as a hardening agent to improve the mechanical properties of platinum."
    },
    "Pt": {
        "symbol": "Pt",
        "Atomic Number": 78,
        "Atomic Mass": "Approximately 195.08 u",
        "Electron Configuration": "[Xe] 4f¹⁴ 5d⁹ 6s¹",
        "Isotopes": "Platinum has six stable isotopes, including platinum-190 (¹⁹⁰Pt), platinum-192 (¹⁹²Pt), platinum-194 (¹⁹⁴Pt), platinum-195 (¹⁹⁵Pt), platinum-196 (¹⁹⁶Pt), and platinum-198 (¹⁹⁸Pt).",
        "Phase at Room Temperature": "Platinum is a dense, malleable, and ductile metal with a silvery-white color.",
        "Density": "Platinum has a density of approximately 21.45 g/cm³.",
        "Boiling Point": "Approximately 3825°C (6917°F)",
        "Melting Point": "Approximately 1768.3°C (3214.9°F)",
        "Reactivity": "Platinum is highly resistant to corrosion and oxidation.",
        "Bonding": "Forms metallic bonds in its compounds.",
        "Abundance": "Platinum is rare in the Earth's crust, found in small amounts.",
        "Earth's Atmosphere": "Platinum exists in trace amounts in the Earth's atmosphere.",
        "Natural Production": "Formed through supernova nucleosynthesis and stellar processes.",
        "Industrial Production": "Primarily mined as a byproduct of nickel and copper mining.",
        "Applications": "Used in catalytic converters, jewelry, electronics, and as a catalyst in chemical reactions.",
        "Catalytic Converters": "Used in catalytic converters in vehicles to reduce emissions.",
        "Jewelry": "Highly valued for its durability and luster in jewelry.",
        "Electronics": "Used in various electronic components due to its conductivity and resistance to corrosion.",
        "Chemical Catalyst": "Used as a catalyst in chemical reactions, such as in the production of nitric acid."
    },
    "Au": {
        "symbol": "Au",
        "Atomic Number": 79,
        "Atomic Mass": "Approximately 196.97 u",
        "Electron Configuration": "[Xe] 4f¹⁴ 5d¹⁰ 6s¹",
        "Isotopes": "Gold has one stable isotope: gold-197 (¹⁹⁷Au).",
        "Phase at Room Temperature": "Gold is a dense, soft, and shiny yellow metal.",
        "Density": "Gold has a density of approximately 19.32 g/cm³.",
        "Boiling Point": "Approximately 3080°C (5580°F)",
        "Melting Point": "Approximately 1064.18°C (1947.52°F)",
        "Reactivity": "Gold is highly resistant to corrosion and oxidation.",
        "Bonding": "Forms metallic bonds in its compounds.",
        "Abundance": "Gold is rare in the Earth's crust, found in small amounts.",
        "Earth's Atmosphere": "Gold exists in trace amounts in the Earth's atmosphere.",
        "Natural Production": "Formed through supernova nucleosynthesis and stellar processes.",
        "Industrial Production": "Mined primarily as a native metal and as a byproduct of mining other metals.",
        "Applications": "Used in jewelry, currency, electronics, and as a conductor in technology.",
        "Jewelry": "Valued for its aesthetic appeal and rarity in jewelry and decorative items.",
        "Currency": "Historically used as a medium of exchange and store of value.",
        "Electronics": "Used in electronics for its excellent conductivity and resistance to corrosion."
    },
    "Hg": {
        "symbol": "Hg",
        "Atomic Number": 80,
        "Atomic Mass": "Approximately 200.59 u",
        "Electron Configuration": "[Xe] 4f¹⁴ 5d¹⁰ 6s²",
        "Isotopes": "Mercury has seven stable isotopes, including mercury-196 (¹⁹⁶Hg), mercury-198 (¹⁹⁸Hg), mercury-199 (¹⁹⁹Hg), mercury-200 (²⁰⁰Hg), mercury-201 (²⁰¹Hg), mercury-202 (²⁰²Hg), and mercury-204 (²⁰⁴Hg).",
        "Phase at Room Temperature": "Mercury is a heavy, silvery-white liquid metal.",
        "Density": "Mercury has a density of approximately 13.534 g/cm³.",
        "Boiling Point": "Approximately 356.7°C (674.1°F)",
        "Melting Point": "Approximately -38.83°C (-37.89°F)",
        "Reactivity": "Mercury is a relatively unreactive metal.",
        "Bonding": "Forms metallic bonds in its compounds.",
        "Abundance": "Mercury is relatively rare in the Earth's crust.",
        "Earth's Atmosphere": "Mercury exists in trace amounts in the Earth's atmosphere.",
        "Natural Production": "Formed through supernova nucleosynthesis and stellar processes.",
        "Industrial Production": "Mined from cinnabar ore (mercury sulfide) and as a byproduct of other metal mining.",
        "Applications": "Used in thermometers, barometers, electrical switches, and in dental amalgams.",
        "Thermometers": "Historically used in thermometers due to its liquid state at room temperature.",
        "Dental Amalgams": "Used in dental fillings, although its use has declined due to environmental concerns."
    },
    "Tl": {
        "symbol": "Tl",
        "Atomic Number": 81,
        "Atomic Mass": "Approximately 204.38 u",
        "Electron Configuration": "[Xe] 4f¹⁴ 5d¹⁰ 6s² 6p¹",
        "Isotopes": "Thallium has two stable isotopes: thallium-203 (²⁰³Tl) and thallium-205 (²⁰⁵Tl).",
        "Phase at Room Temperature": "Thallium is a soft, bluish-white metal.",
        "Density": "Thallium has a density of approximately 11.85 g/cm³.",
        "Boiling Point": "Approximately 1473°C (2683°F)",
        "Melting Point": "Approximately 304°C (579°F)",
        "Reactivity": "Thallium is a highly reactive metal.",
        "Bonding": "Forms metallic bonds in its compounds.",
        "Abundance": "Thallium is relatively rare in the Earth's crust.",
        "Earth's Atmosphere": "Thallium exists in trace amounts in the Earth's atmosphere.",
        "Natural Production": "Formed through stellar nucleosynthesis processes.",
        "Industrial Production": "Produced mainly as a byproduct of refining lead, zinc, and copper ores.",
        "Applications": "Used in electronics, optical lenses, and as a component in high-temperature superconductors.",
        "Optical Lenses": "Used in low-melting glass for high-quality lenses.",
        "High-Temperature Superconductors": "Used in research for its potential applications in superconducting materials."
    },
    "Pb": {
        "symbol": "Pb",
        "Atomic Number": 82,
        "Atomic Mass": "Approximately 207.2 u",
        "Electron Configuration": "[Xe] 4f¹⁴ 5d¹⁰ 6s² 6p²",
        "Isotopes": "Lead has four stable isotopes: lead-204 (²⁰⁴Pb), lead-206 (²⁰⁶Pb), lead-207 (²⁰⁷Pb), and lead-208 (²⁰⁸Pb).",
        "Phase at Room Temperature": "Lead is a heavy, soft, and malleable metal with a bluish-white color.",
        "Density": "Lead has a density of approximately 11.34 g/cm³.",
        "Boiling Point": "Approximately 1749°C (3180°F)",
        "Melting Point": "Approximately 327.5°C (621.5°F)",
        "Reactivity": "Lead is a moderately reactive metal.",
        "Bonding": "Forms metallic bonds in its compounds.",
        "Abundance": "Lead is relatively common in the Earth's crust.",
        "Earth's Atmosphere": "Lead exists in trace amounts in the Earth's atmosphere.",
        "Natural Production": "Formed through stellar nucleosynthesis processes.",
        "Industrial Production": "Mined mainly from galena (lead sulfide) ore.",
        "Applications": "Used in batteries, radiation shielding, solder, and as a stabilizer in PVC.",
        "Batteries": "Used in lead-acid batteries for vehicles and backup power supplies.",
        "Radiation Shielding": "Used as a shielding material in X-ray and gamma-ray protection."
    },
    "Bi": {
        "symbol": "Bi",
        "Atomic Number": 83,
        "Atomic Mass": "Approximately 208.98 u",
        "Electron Configuration": "[Xe] 4f¹⁴ 5d¹⁰ 6s² 6p³",
        "Isotopes": "Bismuth has one stable isotope: bismuth-209 (²⁰⁹Bi).",
        "Phase at Room Temperature": "Bismuth is a brittle, pinkish-white metal.",
        "Density": "Bismuth has a density of approximately 9.78 g/cm³.",
        "Boiling Point": "Approximately 1837°C (3349°F)",
        "Melting Point": "Approximately 271.5°C (520.7°F)",
        "Reactivity": "Bismuth is a moderately reactive metal.",
        "Bonding": "Forms metallic and covalent bonds in its compounds.",
        "Abundance": "Bismuth is relatively rare in the Earth's crust.",
        "Earth's Atmosphere": "Bismuth exists in trace amounts in the Earth's atmosphere.",
        "Natural Production": "Formed through stellar nucleosynthesis processes.",
        "Industrial Production": "Extracted as a byproduct of lead, copper, tin, and silver refining.",
        "Applications": "Used in pharmaceuticals, cosmetics, alloys, and as a replacement for lead in some applications.",
        "Pharmaceuticals": "Used in medications for treating peptic ulcers and diarrhea.",
        "Cosmetics": "Used in cosmetics for its pearlescent properties."
    },
    "Po": {
        "symbol": "Po",
        "Atomic Number": 84,
        "Atomic Mass": "Approximately 209 u",
        "Electron Configuration": "[Xe] 4f¹⁴ 5d¹⁰ 6s² 6p⁴",
        "Isotopes": "Polonium has 33 known isotopes, with polonium-210 (²¹⁰Po) being the most stable and commonly found.",
        "Phase at Room Temperature": "Polonium is a rare, highly radioactive metal.",
        "Density": "Polonium has a density of approximately 9.196 g/cm³.",
        "Boiling Point": "Approximately 962°C (1764°F)",
        "Melting Point": "Approximately 254°C (489°F)",
        "Reactivity": "Polonium is highly reactive due to its radioactivity.",
        "Bonding": "Forms metallic bonds in its compounds.",
        "Abundance": "Polonium is extremely rare in the Earth's crust and is primarily produced through radioactive decay.",
        "Earth's Atmosphere": "Polonium exists in trace amounts in the Earth's atmosphere due to radioactive decay products.",
        "Natural Production": "Primarily produced through the decay of uranium and thorium.",
        "Industrial Production": "Produced in small quantities for scientific research and specific industrial uses.",
        "Applications": "Used in static eliminators, brushes for removing dust from photographic films, and in nuclear physics experiments.",
        "Static Eliminators": "Used in devices to eliminate static electricity in industrial processes.",
        "Nuclear Physics": "Used as a neutron source in physics research and experiments."
    },
    "At": {
        "symbol": "At",
        "Atomic Number": 85,
        "Atomic Mass": "Approximately 210 u",
        "Electron Configuration": "[Xe] 4f¹⁴ 5d¹⁰ 6s² 6p⁵",
        "Isotopes": "Astatine has 33 known isotopes, with astatine-210 (²¹⁰At) being the most stable.",
        "Phase at Room Temperature": "Astatine is a rare and highly radioactive halogen.",
        "Density": "Astatine is expected to have a density of approximately 7 g/cm³.",
        "Boiling Point": "Approximately 337°C (639°F)",
        "Melting Point": "Approximately 302°C (576°F)",
        "Reactivity": "Astatine is expected to be highly reactive due to its position as a halogen.",
        "Bonding": "Forms covalent bonds in its compounds.",
        "Abundance": "Astatine is extremely rare and exists only in trace amounts on Earth.",
        "Earth's Atmosphere": "Astatine does not exist naturally in the Earth's atmosphere.",
        "Natural Production": "Formed through the decay of heavier elements in the Earth's crust and through stellar nucleosynthesis.",
        "Industrial Production": "Produced artificially in very small quantities for scientific research purposes.",
        "Applications": "Primarily used in scientific research and not widely applied due to its extreme rarity and radioactivity.",
        "Scientific Research": "Used in studies of radioactive elements and their properties."
    },
    "Rn": {
        "symbol": "Rn",
        "Atomic Number": 86,
        "Atomic Mass": "Approximately 222 u",
        "Electron Configuration": "[Xe] 4f¹⁴ 5d¹⁰ 6s² 6p⁶",
        "Isotopes": "Radon has 36 known isotopes, with radon-222 (²²²Rn) being the most stable.",
        "Phase at Room Temperature": "Radon is a colorless, odorless, and highly radioactive gas.",
        "Density": "Radon has a density of approximately 9.73 g/L at standard conditions.",
        "Boiling Point": "Approximately -61.8°C (-79.2°F)",
        "Melting Point": "Approximately -71°C (-96°F)",
        "Reactivity": "Radon is highly reactive due to its radioactivity and tendency to decay into other elements.",
        "Bonding": "Forms weak van der Waals bonds in its compounds.",
        "Abundance": "Radon is rare and is found in trace amounts in the Earth's crust.",
        "Earth's Atmosphere": "Radon exists in trace amounts in the Earth's atmosphere due to radioactive decay.",
        "Natural Production": "Formed through the decay of heavier elements in the Earth's crust.",
        "Industrial Production": "Produced artificially in very small quantities for scientific research and industrial uses.",
        "Applications": "Used in cancer treatment, as a radioactive tracer, and in geophysical research.",
        "Radioactive Tracer": "Used in medical diagnostics and research to trace chemical and physiological processes.",
        "Geophysical Research": "Used to study groundwater flow and other geological processes."
    },
    "Fr": {
        "symbol": "Fr",
        "Atomic Number": 87,
        "Atomic Mass": "Approximately 223 u",
        "Electron Configuration": "[Rn] 7s¹",
        "Isotopes": "Francium has 34 known isotopes, with francium-223 (²²³Fr) being the most stable.",
        "Phase at Room Temperature": "Francium is a highly radioactive alkali metal.",
        "Density": "Francium's density is expected to be approximately 1.87 g/cm³.",
        "Boiling Point": "Approximately 677°C (1251°F)",
        "Melting Point": "Approximately 27°C (81°F)",
        "Reactivity": "Francium is highly reactive, especially with water, due to its position as an alkali metal.",
        "Bonding": "Forms metallic bonds in its compounds.",
        "Abundance": "Francium is extremely rare and exists only in trace amounts on Earth due to its high radioactivity and short half-life.",
        "Earth's Atmosphere": "Francium does not exist naturally in the Earth's atmosphere.",
        "Natural Production": "Formed through the decay of heavier elements in the Earth's crust and through nuclear reactions.",
        "Industrial Production": "Produced artificially in extremely small quantities for scientific research purposes only.",
        "Applications": "Used primarily in scientific research to study atomic structure and fundamental particles.",
        "Scientific Research": "Used in studies of atomic structure, nuclear reactions, and particle physics."
    },
    "Ra": {
        "symbol": "Ra",
        "Atomic Number": 88,
        "Atomic Mass": "Approximately 226 u",
        "Electron Configuration": "[Rn] 7s²",
        "Isotopes": "Radium has 33 known isotopes, with radium-226 (²²⁶Ra) being the most stable and commonly found.",
        "Phase at Room Temperature": "Radium is a highly radioactive alkaline earth metal.",
        "Density": "Radium has a density of approximately 5.5 g/cm³.",
        "Boiling Point": "Approximately 1737°C (3169°F)",
        "Melting Point": "Approximately 700°C (1292°F)",
        "Reactivity": "Radium is highly reactive due to its radioactivity and tends to react with oxygen and water.",
        "Bonding": "Forms metallic bonds in its compounds.",
        "Abundance": "Radium is extremely rare and exists only in trace amounts in the Earth's crust due to its high radioactivity.",
        "Earth's Atmosphere": "Radium does not exist naturally in the Earth's atmosphere.",
        "Natural Production": "Formed through the decay of heavier elements in the Earth's crust and through nuclear reactions.",
        "Industrial Production": "Produced artificially in very small quantities for scientific research purposes and medical applications.",
        "Applications": "Used historically in medicine and as a source of alpha particles in research.",
        "Medical Applications": "Historically used in cancer treatments before safer alternatives were developed.",
        "Research Applications": "Used as a source of alpha particles in scientific experiments and studies."
    },
    "Ac": {
        "symbol": "Ac",
        "Atomic Number": 89,
        "Atomic Mass": "Approximately 227 u",
        "Electron Configuration": "[Rn] 6d¹ 7s²",
        "Isotopes": "Actinium has 36 known isotopes, with actinium-227 (²²⁷Ac) being the most stable and commonly found.",
        "Phase at Room Temperature": "Actinium is a radioactive rare earth metal.",
        "Density": "Actinium has a density of approximately 10.07 g/cm³.",
        "Boiling Point": "Approximately 3200°C (5792°F)",
        "Melting Point": "Approximately 1050°C (1922°F)",
        "Reactivity": "Actinium is highly reactive due to its radioactivity and tends to react with oxygen, water, and acids.",
        "Bonding": "Forms metallic bonds in its compounds.",
        "Abundance": "Actinium is extremely rare and exists only in trace amounts in the Earth's crust.",
        "Earth's Atmosphere": "Actinium does not exist naturally in the Earth's atmosphere.",
        "Natural Production": "Formed through the decay of heavier radioactive elements.",
        "Industrial Production": "Produced artificially in very small quantities for scientific research purposes.",
        "Applications": "Primarily used in scientific research due to its radioactivity and rarity.",
        "Scientific Research": "Used in studies of atomic structure, radiation effects, and in nuclear medicine research."
    },
    "Th": {
        "symbol": "Th",
        "Atomic Number": 90,
        "Atomic Mass": "Approximately 232.04 u",
        "Electron Configuration": "[Rn] 6d² 7s²",
        "Isotopes": "Thorium has six naturally occurring isotopes, with thorium-232 (²³²Th) being the most stable and abundant.",
        "Phase at Room Temperature": "Thorium is a silvery, radioactive metal.",
        "Density": "Thorium has a density of approximately 11.7 g/cm³.",
        "Boiling Point": "Approximately 4788°C (8650°F)",
        "Melting Point": "Approximately 1750°C (3182°F)",
        "Reactivity": "Thorium is highly reactive, slowly tarnishing in air and reacting with water.",
        "Bonding": "Forms metallic bonds in its compounds.",
        "Abundance": "Thorium is moderately abundant in the Earth's crust.",
        "Earth's Atmosphere": "Thorium exists in trace amounts in the Earth's atmosphere due to radioactive decay products.",
        "Natural Production": "Formed through the decay of heavier radioactive elements and as a byproduct of rare-earth mining.",
        "Industrial Production": "Mined primarily from monazite and thorite ores and used in nuclear reactors.",
        "Applications": "Used as a nuclear fuel in thorium-based reactors and in mantles for gas lanterns.",
        "Nuclear Fuel": "Used in experimental nuclear reactors for its potential as an alternative nuclear fuel.",
        "Gas Mantles": "Used historically in gas lanterns for its ability to produce bright light when heated."
    },
    "Pa": {
        "symbol": "Pa",
        "Atomic Number": 91,
        "Atomic Mass": "Approximately 231.04 u",
        "Electron Configuration": "[Rn] 5f² 6d¹ 7s²",
        "Isotopes": "Protactinium has two naturally occurring isotopes: protactinium-231 (²³¹Pa) and protactinium-234 (²³⁴Pa).",
        "Phase at Room Temperature": "Protactinium is a dense, silvery-gray metal.",
        "Density": "Protactinium has a density of approximately 15.37 g/cm³.",
        "Boiling Point": "Approximately 4300°C (7772°F)",
        "Melting Point": "Approximately 1572°C (2862°F)",
        "Reactivity": "Protactinium is highly reactive, particularly with oxygen, water, and acids.",
        "Bonding": "Forms metallic bonds in its compounds.",
        "Abundance": "Protactinium is extremely rare and exists in trace amounts in the Earth's crust.",
        "Earth's Atmosphere": "Protactinium does not exist naturally in the Earth's atmosphere.",
        "Natural Production": "Formed through the decay of uranium and thorium in the Earth's crust.",
        "Industrial Production": "Produced in small quantities for scientific research and as a byproduct of nuclear reactors.",
        "Applications": "Used primarily in scientific research due to its rarity and radioactivity.",
        "Scientific Research": "Used in studies of nuclear reactions, atomic structure, and in the development of nuclear fuels."
    },
    "U": {
        "symbol": "U",
        "Atomic Number": 92,
        "Atomic Mass": "Approximately 238.03 u",
        "Electron Configuration": "[Rn] 5f³ 6d¹ 7s²",
        "Isotopes": "Uranium has three naturally occurring isotopes: uranium-238 (²³⁸U), uranium-235 (²³⁵U), and uranium-234 (²³⁴U).",
        "Phase at Room Temperature": "Uranium is a dense, silvery-white, weakly radioactive metal.",
        "Density": "Uranium has a density of approximately 19.1 g/cm³.",
        "Boiling Point": "Approximately 4131°C (7468°F)",
        "Melting Point": "Approximately 1132°C (2070°F)",
        "Reactivity": "Uranium is highly reactive, reacting slowly with oxygen, water, and acids.",
        "Bonding": "Forms metallic bonds in its compounds.",
        "Abundance": "Uranium is relatively abundant in the Earth's crust.",
        "Earth's Atmosphere": "Uranium exists in trace amounts in the Earth's atmosphere due to radioactive decay products.",
        "Natural Production": "Formed through the decay of heavier radioactive elements and as a byproduct of rare-earth mining.",
        "Industrial Production": "Mined primarily from uraninite and pitchblende ores and used in nuclear reactors and weapons.",
        "Applications": "Used as a nuclear fuel in nuclear reactors and in the production of nuclear weapons.",
        "Nuclear Reactors": "Used as fuel in both power reactors and research reactors worldwide.",
        "Nuclear Weapons": "Historically used as a component in atomic and thermonuclear weapons."
    },
    "Np": {
        "symbol": "Np",
        "Atomic Number": 93,
        "Atomic Mass": "Approximately 237 u",
        "Electron Configuration": "[Rn] 5f⁴ 6d¹ 7s²",
        "Isotopes": "Neptunium has several known isotopes, with neptunium-237 (²³⁷Np) being the most stable.",
        "Phase at Room Temperature": "Neptunium is a silvery radioactive metal.",
        "Density": "Neptunium has a density of approximately 20.45 g/cm³.",
        "Boiling Point": "Approximately 3902°C (7056°F)",
        "Melting Point": "Approximately 640°C (1184°F)",
        "Reactivity": "Neptunium is highly reactive, particularly with oxygen and acids.",
        "Bonding": "Forms metallic bonds in its compounds.",
        "Abundance": "Neptunium is extremely rare and exists in trace amounts in the Earth's crust.",
        "Earth's Atmosphere": "Neptunium does not exist naturally in the Earth's atmosphere.",
        "Natural Production": "Formed through the decay of uranium and thorium in the Earth's crust.",
        "Industrial Production": "Produced in small quantities for scientific research and as a byproduct of nuclear reactors.",
        "Applications": "Primarily used in scientific research due to its rarity and radioactivity.",
        "Scientific Research": "Used in studies of nuclear reactions, atomic structure, and in the development of nuclear fuels."
    },
    "Pu": {
        "symbol": "Pu",
        "Atomic Number": 94,
        "Atomic Mass": "Approximately 244 u",
        "Electron Configuration": "[Rn] 5f⁶ 7s²",
        "Isotopes": "Plutonium has several isotopes, with plutonium-239 (²³⁹Pu) being the most important for nuclear applications.",
        "Phase at Room Temperature": "Plutonium is a dense, silvery-gray radioactive metal.",
        "Density": "Plutonium has a density of approximately 19.84 g/cm³.",
        "Boiling Point": "Approximately 3505°C (6339°F)",
        "Melting Point": "Approximately 640°C (1184°F)",
        "Reactivity": "Plutonium is highly reactive, particularly with oxygen and water vapor.",
        "Bonding": "Forms metallic bonds in its compounds.",
        "Abundance": "Plutonium is extremely rare in nature and is primarily produced in nuclear reactors.",
        "Earth's Atmosphere": "Plutonium does not occur naturally in the Earth's atmosphere.",
        "Natural Production": "Formed in small quantities through the decay of uranium in uranium ores.",
        "Industrial Production": "Produced in nuclear reactors through the irradiation of uranium-238.",
        "Applications": "Used primarily in nuclear weapons and as fuel for nuclear reactors.",
        "Nuclear Weapons": "Historically used in atomic bombs and as a component in thermonuclear weapons.",
        "Nuclear Reactors": "Used as fuel in breeder reactors and other types of nuclear reactors for energy production."
    },
    "Am": {
        "symbol": "Am",
        "Atomic Number": 95,
        "Atomic Mass": "Approximately 243 u",
        "Electron Configuration": "[Rn] 5f⁷ 7s²",
        "Isotopes": "Americium has several isotopes, with americium-241 (²⁴¹Am) being the most stable and commonly used.",
        "Phase at Room Temperature": "Americium is a silvery-white radioactive metal.",
        "Density": "Americium has a density of approximately 13.67 g/cm³.",
        "Boiling Point": "Approximately 2607°C (4725°F)",
        "Melting Point": "Approximately 1176°C (2149°F)",
        "Reactivity": "Americium is reactive, particularly in its ionized forms.",
        "Bonding": "Forms metallic bonds in its compounds.",
        "Abundance": "Americium is produced artificially and does not occur naturally in the Earth's crust.",
        "Earth's Atmosphere": "Americium does not exist naturally in the Earth's atmosphere.",
        "Natural Production": "Not naturally produced; formed through nuclear reactions and artificial synthesis.",
        "Industrial Production": "Produced in nuclear reactors and particle accelerators for specific applications.",
        "Applications": "Used in smoke detectors, thickness gauges, and as a portable gamma ray source.",
        "Smoke Detectors": "Used in household smoke detectors due to its ionizing radiation properties.",
        "Industrial Uses": "Used in industrial gauges to measure thickness and density of materials."
    },
    "Cm": {
        "symbol": "Cm",
        "Atomic Number": 96,
        "Atomic Mass": "Approximately 247 u",
        "Electron Configuration": "[Rn] 5f⁷ 6d¹ 7s²",
        "Isotopes": "Curium has several isotopes, with curium-247 (²⁴⁷Cm) being the most stable.",
        "Phase at Room Temperature": "Curium is a dense, silvery metal with a relatively high melting point.",
        "Density": "Curium has a density of approximately 13.51 g/cm³.",
        "Boiling Point": "Approximately 3110°C (5630°F)",
        "Melting Point": "Approximately 1340°C (2444°F)",
        "Reactivity": "Curium is reactive and exhibits a variety of oxidation states.",
        "Bonding": "Forms metallic bonds in its compounds.",
        "Abundance": "Curium is produced artificially and does not occur naturally in the Earth's crust.",
        "Earth's Atmosphere": "Curium does not exist naturally in the Earth's atmosphere.",
        "Natural Production": "Not naturally produced; formed through nuclear reactions and artificial synthesis.",
        "Industrial Production": "Produced in nuclear reactors and particle accelerators for research and specific applications.",
        "Applications": "Primarily used in scientific research, particularly in nuclear chemistry and physics.",
        "Scientific Research": "Used in studies of nuclear fission, element synthesis, and materials science."
    },
    "Bk": {
        "symbol": "Bk",
        "Atomic Number": 97,
        "Atomic Mass": "Approximately 247 u",
        "Electron Configuration": "[Rn] 5f⁹ 7s²",
        "Isotopes": "Berkelium has several isotopes, with berkelium-247 (²⁴⁷Bk) being the most stable.",
        "Phase at Room Temperature": "Berkelium is a radioactive metal with a silvery appearance.",
        "Density": "Berkelium has a density of approximately 14.78 g/cm³.",
        "Boiling Point": "Approximately 2900°C (5240°F)",
        "Melting Point": "Approximately 986°C (1807°F)",
        "Reactivity": "Berkelium is highly reactive, particularly in its ionized forms.",
        "Bonding": "Forms metallic bonds in its compounds.",
        "Abundance": "Berkelium is produced artificially and does not occur naturally in the Earth's crust.",
        "Earth's Atmosphere": "Berkelium does not exist naturally in the Earth's atmosphere.",
        "Natural Production": "Not naturally produced; formed through nuclear reactions and artificial synthesis.",
        "Industrial Production": "Produced in nuclear reactors and particle accelerators for research purposes.",
        "Applications": "Used primarily in scientific research, particularly in nuclear physics and materials science.",
        "Scientific Research": "Used in studies of nuclear reactions, element synthesis, and in the development of new materials."
    },
    "Cf": {
        "symbol": "Cf",
        "Atomic Number": 98,
        "Atomic Mass": "Approximately 251 u",
        "Electron Configuration": "[Rn] 5f¹⁰ 7s²",
        "Isotopes": "Californium has several isotopes, with californium-251 (²⁵¹Cf) being the most stable.",
        "Phase at Room Temperature": "Californium is a radioactive metal with a silvery appearance.",
        "Density": "Californium has a density of approximately 15.1 g/cm³.",
        "Boiling Point": "Approximately 1470°C (2678°F)",
        "Melting Point": "Approximately 900°C (1652°F)",
        "Reactivity": "Californium is highly reactive, particularly in its ionized forms.",
        "Bonding": "Forms metallic bonds in its compounds.",
        "Abundance": "Californium is produced artificially and does not occur naturally in the Earth's crust.",
        "Earth's Atmosphere": "Californium does not exist naturally in the Earth's atmosphere.",
        "Natural Production": "Not naturally produced; formed through nuclear reactions and artificial synthesis.",
        "Industrial Production": "Produced in nuclear reactors and particle accelerators for research purposes.",
        "Applications": "Used primarily in scientific research, particularly in nuclear physics and materials science.",
        "Scientific Research": "Used in studies of nuclear reactions, element synthesis, and in the development of new materials."
    },
    "Es": {
        "symbol": "Es",
        "Atomic Number": 99,
        "Atomic Mass": "Approximately 252 u",
        "Electron Configuration": "[Rn] 5f¹¹ 7s²",
        "Isotopes": "Einsteinium has several isotopes, with einsteinium-252 (²⁵²Es) being the most stable.",
        "Phase at Room Temperature": "Einsteinium is a radioactive metal with a silver coloration.",
        "Density": "Einsteinium has a density of approximately 8.84 g/cm³.",
        "Boiling Point": "Approximately 860°C (1580°F)",
        "Melting Point": "Approximately 860°C (1580°F)",
        "Reactivity": "Einsteinium is highly reactive, particularly in its ionized forms.",
        "Bonding": "Forms metallic bonds in its compounds.",
        "Abundance": "Einsteinium is produced artificially and does not occur naturally in the Earth's crust.",
        "Earth's Atmosphere": "Einsteinium does not exist naturally in the Earth's atmosphere.",
        "Natural Production": "Not naturally produced; formed through nuclear reactions and artificial synthesis.",
        "Industrial Production": "Produced in nuclear reactors and particle accelerators for research purposes.",
        "Applications": "Used primarily in scientific research, particularly in nuclear physics and materials science."
    },
    "Fm": {
        "symbol": "Fm",
        "Atomic Number": 100,
        "Atomic Mass": "Approximately 257 u",
        "Electron Configuration": "[Rn] 5f¹² 7s²",
        "Isotopes": "Fermium has several isotopes, with fermium-257 (²⁵⁷Fm) being the most stable.",
        "Phase at Room Temperature": "Fermium is a radioactive metal with a silver coloration.",
        "Density": "Fermium has a density of approximately 9.7 g/cm³.",
        "Boiling Point": "Approximately 1527°C (2781°F)",
        "Melting Point": "Approximately 1527°C (2781°F)",
        "Reactivity": "Fermium is highly reactive, particularly in its ionized forms.",
        "Bonding": "Forms metallic bonds in its compounds.",
        "Abundance": "Fermium is produced artificially and does not occur naturally in the Earth's crust.",
        "Earth's Atmosphere": "Fermium does not exist naturally in the Earth's atmosphere.",
        "Natural Production": "Not naturally produced; formed through nuclear reactions and artificial synthesis.",
        "Industrial Production": "Produced in nuclear reactors and particle accelerators for research purposes.",
        "Applications": "Used primarily in scientific research, particularly in nuclear physics and materials science.",
        "Scientific Research": "Used in studies of nuclear reactions, element synthesis, and in the development of new materials."
    },
    "Md": {
        "symbol": "Md",
        "Atomic Number": 101,
        "Atomic Mass": "Approximately 258 u",
        "Electron Configuration": "[Rn] 5f¹³ 7s²",
        "Isotopes": "Mendelevium has several isotopes, with mendelevium-258 (²⁵⁸Md) being the most stable.",
        "Phase at Room Temperature": "Mendelevium is a radioactive metal with a silvery appearance.",
        "Density": "Mendelevium has a density of approximately 10.3 g/cm³.",
        "Boiling Point": "Approximately 1100°C (2012°F)",
        "Melting Point": "Approximately 1100°C (2012°F)",
        "Reactivity": "Mendelevium is highly reactive, particularly in its ionized forms.",
        "Bonding": "Forms metallic bonds in its compounds.",
        "Abundance": "Mendelevium is produced artificially and does not occur naturally in the Earth's crust.",
        "Earth's Atmosphere": "Mendelevium does not exist naturally in the Earth's atmosphere.",
        "Natural Production": "Not naturally produced; formed through nuclear reactions and artificial synthesis.",
        "Industrial Production": "Produced in nuclear reactors and particle accelerators for research purposes.",
        "Applications": "Used primarily in scientific research, particularly in nuclear physics and materials science.",
        "Scientific Research": "Used in studies of nuclear reactions, element synthesis, and in the development of new materials."
    },
    "No": {
        "symbol": "No",
        "Atomic Number": 102,
        "Atomic Mass": "Approximately 259 u",
        "Electron Configuration": "[Rn] 5f¹⁴ 7s²",
        "Isotopes": "Nobelium has several isotopes, with nobelium-259 (²⁵⁹No) being the most stable.",
        "Phase at Room Temperature": "Nobelium is a radioactive metal with a silvery appearance.",
        "Density": "Nobelium has a density of approximately 9.9 g/cm³.",
        "Boiling Point": "Approximately 1100°C (2012°F)",
        "Melting Point": "Approximately 1100°C (2012°F)",
        "Reactivity": "Nobelium is highly reactive, particularly in its ionized forms.",
        "Bonding": "Forms metallic bonds in its compounds.",
        "Abundance": "Nobelium is produced artificially and does not occur naturally in the Earth's crust.",
        "Earth's Atmosphere": "Nobelium does not exist naturally in the Earth's atmosphere.",
        "Natural Production": "Not naturally produced; formed through nuclear reactions and artificial synthesis.",
        "Industrial Production": "Produced in nuclear reactors and particle accelerators for research purposes.",
        "Applications": "Used primarily in scientific research, particularly in nuclear physics and materials science.",
        "Scientific Research": "Used in studies of nuclear reactions, element synthesis, and in the development of new materials."
    },
    "Lr": {
        "symbol": "Lr",
        "Atomic Number": 103,
        "Atomic Mass": "Approximately 262 u",
        "Electron Configuration": "[Rn] 5f¹⁴ 6d¹ 7s²",
        "Isotopes": "Lawrencium has several isotopes, with lawrencium-262 (²⁶²Lr) being the most stable.",
        "Phase at Room Temperature": "Lawrencium is a radioactive metal with a silvery appearance.",
        "Density": "Lawrencium has a density of approximately 15.6 g/cm³.",
        "Boiling Point": "Approximately 1600°C (2912°F)",
        "Melting Point": "Approximately 1600°C (2912°F)",
        "Reactivity": "Lawrencium is highly reactive, particularly in its ionized forms.",
        "Bonding": "Forms metallic bonds in its compounds.",
        "Abundance": "Lawrencium is produced artificially and does not occur naturally in the Earth's crust.",
        "Earth's Atmosphere": "Lawrencium does not exist naturally in the Earth's atmosphere.",
        "Natural Production": "Not naturally produced; formed through nuclear reactions and artificial synthesis.",
        "Industrial Production": "Produced in nuclear reactors and particle accelerators for research purposes.",
        "Applications": "Used primarily in scientific research, particularly in nuclear physics and materials science.",
        "Scientific Research": "Used in studies of nuclear reactions, element synthesis, and in the development of new materials."
    },
    "Rf": {
        "symbol": "Rf",
        "Atomic Number": 104,
        "Atomic Mass": "Approximately 267 u",
        "Electron Configuration": "[Rn] 5f¹⁴ 6d² 7s²",
        "Isotopes": "Rutherfordium has several isotopes, with rutherfordium-267 (²⁶⁷Rf) being the most stable.",
        "Phase at Room Temperature": "Rutherfordium is a synthetic radioactive metal.",
        "Density": "Rutherfordium has a predicted density of approximately 23.2 g/cm³.",
        "Boiling Point": "Approximately 5800°C (10432°F)",
        "Melting Point": "Approximately 2400°C (4352°F)",
        "Reactivity": "Rutherfordium is highly reactive, particularly in its ionized forms.",
        "Bonding": "Forms metallic bonds in its compounds.",
        "Abundance": "Rutherfordium is produced artificially and does not occur naturally in the Earth's crust.",
        "Earth's Atmosphere": "Rutherfordium does not exist naturally in the Earth's atmosphere.",
        "Natural Production": "Not naturally produced; formed through nuclear reactions and artificial synthesis.",
        "Industrial Production": "Produced in nuclear reactors and particle accelerators for research purposes.",
        "Applications": "Used in scientific research to study nuclear reactions and theoretical physics.",
        "Scientific Research": "Used in studies of superheavy elements and nuclear chemistry."
    },
    "Db": {
        "symbol": "Db",
        "Atomic Number": 105,
        "Atomic Mass": "Approximately 268 u",
        "Electron Configuration": "[Rn] 5f¹⁴ 6d³ 7s²",
        "Isotopes": "Dubnium has several isotopes, with dubnium-268 (²⁶⁸Db) being the most stable.",
        "Phase at Room Temperature": "Dubnium is a synthetic radioactive metal.",
        "Density": "Dubnium has a predicted density of approximately 29.3 g/cm³.",
        "Boiling Point": "Approximately 5500°C (9932°F)",
        "Melting Point": "Approximately 2800°C (5072°F)",
        "Reactivity": "Dubnium is highly reactive, particularly in its ionized forms.",
        "Bonding": "Forms metallic bonds in its compounds.",
        "Abundance": "Dubnium is produced artificially and does not occur naturally in the Earth's crust.",
        "Earth's Atmosphere": "Dubnium does not exist naturally in the Earth's atmosphere.",
        "Natural Production": "Not naturally produced; formed through nuclear reactions and artificial synthesis.",
        "Industrial Production": "Produced in nuclear reactors and particle accelerators for research purposes.",
        "Applications": "Primarily used in scientific research, particularly in nuclear chemistry and physics.",
        "Scientific Research": "Used in studies of superheavy elements"
    },
    "Sg": {
        "symbol": "Sg",
        "Atomic Number": 106,
        "Atomic Mass": "Approximately 271 u",
        "Electron Configuration": "[Rn] 5f¹⁴ 6d⁴ 7s²",
        "Isotopes": "Seaborgium has several isotopes, with seaborgium-271 (²⁷¹Sg) being the most stable.",
        "Phase at Room Temperature": "Seaborgium is a synthetic radioactive metal.",
        "Density": "Seaborgium has a predicted density of approximately 35 g/cm³.",
        "Boiling Point": "Approximately 5400°C (9752°F)",
        "Melting Point": "Approximately 3500°C (6332°F)",
        "Reactivity": "Seaborgium is highly reactive, particularly in its ionized forms.",
        "Bonding": "Forms metallic bonds in its compounds.",
        "Abundance": "Seaborgium is produced artificially and does not occur naturally in the Earth's crust.",
        "Earth's Atmosphere": "Seaborgium does not exist naturally in the Earth's atmosphere.",
        "Natural Production": "Not naturally produced; formed through nuclear reactions and artificial synthesis.",
        "Industrial Production": "Produced in particle accelerators and nuclear reactors for research purposes.",
        "Applications": "Primarily used in scientific research, particularly in nuclear physics and chemistry.",
        "Scientific Research": "Used in studies of superheavy elements, nuclear reactions, and theoretical physics."
    },
    "Bh": {
        "symbol": "Bh",
        "Atomic Number": 107,
        "Atomic Mass": "Approximately 270 u",
        "Electron Configuration": "[Rn] 5f¹⁴ 6d⁵ 7s²",
        "Isotopes": "Bohrium has several isotopes, with bohrium-270 (²⁷⁰Bh) being the most stable.",
        "Phase at Room Temperature": "Bohrium is a synthetic radioactive metal.",
        "Density": "Bohrium has a predicted density of approximately 37 g/cm³.",
        "Boiling Point": "Not well-established, likely to be around 5000°C (9032°F)",
        "Melting Point": "Not well-established, likely to be around 1800°C (3272°F)",
        "Reactivity": "Bohrium is highly reactive, particularly in its ionized forms.",
        "Bonding": "Forms metallic bonds in its compounds.",
        "Abundance": "Bohrium is produced artificially and does not occur naturally in the Earth's crust.",
        "Earth's Atmosphere": "Bohrium does not exist naturally in the Earth's atmosphere.",
        "Natural Production": "Not naturally produced; formed through nuclear reactions and artificial synthesis.",
        "Industrial Production": "Produced in particle accelerators and nuclear reactors for research purposes.",
        "Applications": "Primarily used in scientific research, particularly in nuclear physics and chemistry.",
        "Scientific Research": "Used in studies of superheavy elements, nuclear reactions, and theoretical physics."
    },
    "Hs": {
        "symbol": "Hs",
        "Atomic Number": 108,
        "Atomic Mass": "Approximately 277 u",
        "Electron Configuration": "[Rn] 5f¹⁴ 6d⁶ 7s²",
        "Isotopes": "Hassium has several isotopes, with hassium-277 (²⁷⁷Hs) being the most stable.",
        "Phase at Room Temperature": "Hassium is a synthetic radioactive metal.",
        "Density": "Hassium has a predicted density of approximately 40 g/cm³.",
        "Boiling Point": "Not well-established, likely to be around 5300°C (9572°F)",
        "Melting Point": "Not well-established, likely to be around 1260°C (2300°F)",
        "Reactivity": "Hassium is highly reactive, particularly in its ionized forms.",
        "Bonding": "Forms metallic bonds in its compounds.",
        "Abundance": "Hassium is produced artificially and does not occur naturally in the Earth's crust.",
        "Earth's Atmosphere": "Hassium does not exist naturally in the Earth's atmosphere.",
        "Natural Production": "Not naturally produced; formed through nuclear reactions and artificial synthesis.",
        "Industrial Production": "Produced in particle accelerators and nuclear reactors for research purposes.",
        "Applications": "Primarily used in scientific research, particularly in nuclear physics and chemistry.",
        "Scientific Research": "Used in studies of superheavy elements, nuclear reactions, and theoretical physics."
    },
    "Mt": {
        "symbol": "Mt",
        "Atomic Number": 109,
        "Atomic Mass": "Approximately 278 u",
        "Electron Configuration": "[Rn] 5f¹⁴ 6d⁷ 7s²",
        "Isotopes": "Meitnerium has several isotopes, with meitnerium-278 (²⁷⁸Mt) being the most stable.",
        "Phase at Room Temperature": "Meitnerium is a synthetic radioactive metal.",
        "Density": "Meitnerium has a predicted density of approximately 37 g/cm³.",
        "Boiling Point": "Not well-established, likely to be around 5500°C (9932°F)",
        "Melting Point": "Not well-established, likely to be around 1100°C (2012°F)",
        "Reactivity": "Meitnerium is highly reactive, particularly in its ionized forms.",
        "Bonding": "Forms metallic bonds in its compounds.",
        "Abundance": "Meitnerium is produced artificially and does not occur naturally in the Earth's crust.",
        "Earth's Atmosphere": "Meitnerium does not exist naturally in the Earth's atmosphere.",
        "Natural Production": "Not naturally produced; formed through nuclear reactions and artificial synthesis.",
        "Industrial Production": "Produced in particle accelerators and nuclear reactors for research purposes.",
        "Applications": "Primarily used in scientific research, particularly in nuclear physics and chemistry.",
        "Scientific Research": "Used in studies of superheavy elements, nuclear reactions, and theoretical physics."
    },
    "Ds": {
        "symbol": "Ds",
        "Atomic Number": 110,
        "Atomic Mass": "Approximately 281 u",
        "Electron Configuration": "[Rn] 5f¹⁴ 6d⁸ 7s²",
        "Isotopes": "Darmstadtium has several isotopes, with darmstadtium-281 (²⁸¹Ds) being the most stable.",
        "Phase at Room Temperature": "Darmstadtium is a synthetic radioactive metal.",
        "Density": "Darmstadtium has a predicted density of approximately 34 g/cm³.",
        "Boiling Point": "Not well-established, likely to be around 5800°C (10,472°F)",
        "Melting Point": "Not well-established, likely to be around 1100°C (2012°F)",
        "Reactivity": "Darmstadtium is highly reactive, particularly in its ionized forms.",
        "Bonding": "Forms metallic bonds in its compounds.",
        "Abundance": "Darmstadtium is produced artificially and does not occur naturally in the Earth's crust.",
        "Earth's Atmosphere": "Darmstadtium does not exist naturally in the Earth's atmosphere.",
        "Natural Production": "Not naturally produced; formed through nuclear reactions and artificial synthesis.",
        "Industrial Production": "Produced in particle accelerators and nuclear reactors for research purposes.",
        "Applications": "Primarily used in scientific research, particularly in nuclear physics and chemistry.",
        "Scientific Research": "Used in studies of superheavy elements, nuclear reactions, and theoretical physics."
    },
    "Rg": {
        "symbol": "Rg",
        "Atomic Number": 111,
        "Atomic Mass": "Approximately 282 u",
        "Electron Configuration": "[Rn] 5f¹⁴ 6d⁹ 7s²",
        "Isotopes": "Roentgenium has several isotopes, with roentgenium-282 (²⁸²Rg) being the most stable.",
        "Phase at Room Temperature": "Roentgenium is a synthetic radioactive metal.",
        "Density": "Roentgenium has a predicted density of approximately 28.7 g/cm³.",
        "Boiling Point": "Not well-established, likely to be around 5800°C (10,472°F)",
        "Melting Point": "Not well-established, likely to be around 1100°C (2012°F)",
        "Reactivity": "Roentgenium is highly reactive, particularly in its ionized forms.",
        "Bonding": "Forms metallic bonds in its compounds.",
        "Abundance": "Roentgenium is produced artificially and does not occur naturally in the Earth's crust.",
        "Earth's Atmosphere": "Roentgenium does not exist naturally in the Earth's atmosphere.",
        "Natural Production": "Not naturally produced; formed through nuclear reactions and artificial synthesis.",
        "Industrial Production": "Produced in particle accelerators and nuclear reactors for research purposes.",
        "Applications": "Primarily used in scientific research, particularly in nuclear physics and chemistry.",
        "Scientific Research": "Used in studies of superheavy elements, nuclear reactions, and theoretical physics."
    },
    "Cn": {
        "symbol": "Cn",
        "Atomic Number": 112,
        "Atomic Mass": "Approximately 285 u",
        "Electron Configuration": "[Rn] 5f¹⁴ 6d¹⁰ 7s²",
        "Isotopes": "Copernicium has several isotopes, with copernicium-285 (²⁸⁵Cn) being the most stable.",
        "Phase at Room Temperature": "Copernicium is a synthetic radioactive metal.",
        "Density": "Copernicium has a predicted density of approximately 23.7 g/cm³.",
        "Boiling Point": "Not well-established, likely to be around 3570°C (6458°F)",
        "Melting Point": "Not well-established, likely to be around 283°C (541°F)",
        "Reactivity": "Copernicium is highly reactive, particularly in its ionized forms.",
        "Bonding": "Forms metallic bonds in its compounds.",
        "Abundance": "Copernicium is produced artificially and does not occur naturally in the Earth's crust.",
        "Earth's Atmosphere": "Copernicium does not exist naturally in the Earth's atmosphere.",
        "Natural Production": "Not naturally produced; formed through nuclear reactions and artificial synthesis.",
        "Industrial Production": "Produced in particle accelerators and nuclear reactors for research purposes.",
        "Applications": "Primarily used in scientific research, particularly in nuclear physics and chemistry.",
        "Scientific Research": "Used in studies of superheavy elements, nuclear reactions, and theoretical physics."
    },
    "Nh": {
        "symbol": "Nh",
        "Atomic Number": 113,
        "Atomic Mass": "Approximately 286 u",
        "Electron Configuration": "[Rn] 5f¹⁴ 6d¹⁰ 7s² 7p¹",
        "Isotopes": "Nihonium has several isotopes, with nihonium-286 (²⁸⁶Nh) being the most stable.",
        "Phase at Room Temperature": "Nihonium is a synthetic radioactive metal.",
        "Density": "Nihonium has a predicted density of approximately 16 g/cm³.",
        "Boiling Point": "Not well-established, likely to be around 700°C (1292°F)",
        "Melting Point": "Not well-established, likely to be around 700°C (1292°F)",
        "Reactivity": "Nihonium is highly reactive, particularly in its ionized forms.",
        "Bonding": "Forms metallic bonds in its compounds.",
        "Abundance": "Nihonium is produced artificially and does not occur naturally in the Earth's crust.",
        "Earth's Atmosphere": "Nihonium does not exist naturally in the Earth's atmosphere.",
        "Natural Production": "Not naturally produced; formed through nuclear reactions and artificial synthesis.",
        "Industrial Production": "Produced in particle accelerators and nuclear reactors for research purposes.",
        "Applications": "Primarily used in scientific research, particularly in nuclear physics and chemistry.",
        "Scientific Research": "Used in studies of superheavy elements, nuclear reactions, and theoretical physics."
    },
    "Fl": {
        "symbol": "Fl",
        "Atomic Number": 114,
        "Atomic Mass": "Approximately 289 u",
        "Electron Configuration": "[Rn] 5f¹⁴ 6d¹⁰ 7s² 7p²",
        "Isotopes": "Flerovium has several isotopes, with flerovium-289 (²⁸⁹Fl) being the most stable.",
        "Phase at Room Temperature": "Flerovium is a synthetic radioactive metal.",
        "Density": "Flerovium has a predicted density of approximately 14 g/cm³.",
        "Boiling Point": "Not well-established, likely to be around 420°C (788°F)",
        "Melting Point": "Not well-established, likely to be around 70°C (158°F)",
        "Reactivity": "Flerovium is highly reactive, particularly in its ionized forms.",
        "Bonding": "Forms metallic bonds in its compounds.",
        "Abundance": "Flerovium is produced artificially and does not occur naturally in the Earth's crust"
    },
    "Mc": {
        "symbol": "Mc",
        "Atomic Number": 115,
        "Atomic Mass": "Approximately 288 u",
        "Electron Configuration": "[Rn] 5f¹⁴ 6d¹⁰ 7s² 7p³",
        "Isotopes": "Moscovium has several isotopes, with moscovium-288 (²⁸⁸Mc) being the most stable.",
        "Phase at Room Temperature": "Moscovium is a synthetic radioactive metal.",
        "Density": "Moscovium has a predicted density of approximately 13.5 g/cm³.",
        "Boiling Point": "Not well-established, likely to be around 1400°C (2552°F)",
        "Melting Point": "Not well-established, likely to be around 400°C (752°F)",
        "Reactivity": "Moscovium is highly reactive, particularly in its ionized forms.",
        "Bonding": "Forms metallic bonds in its compounds.",
        "Abundance": "Moscovium is produced artificially and does not occur naturally in the Earth's crust.",
        "Earth's Atmosphere": "Moscovium does not exist naturally in the Earth's atmosphere.",
        "Natural Production": "Not naturally produced; formed through nuclear reactions and artificial synthesis.",
        "Industrial Production": "Produced in particle accelerators and nuclear reactors for research purposes.",
        "Applications": "Primarily used in scientific research, particularly in nuclear physics and chemistry.",
        "Scientific Research": "Used in studies of superheavy elements, nuclear reactions, and theoretical physics."
    },
    "Lv": {
        "symbol": "Lv",
        "Atomic Number": 116,
        "Atomic Mass": "Approximately 292 u",
        "Electron Configuration": "[Rn] 5f¹⁴ 6d¹⁰ 7s² 7p⁴",
        "Isotopes": "Livermorium has several isotopes, with livermorium-292 (²⁹²Lv) being the most stable.",
        "Phase at Room Temperature": "Livermorium is a synthetic radioactive metal.",
        "Density": "Livermorium has a predicted density of approximately 12.9 g/cm³.",
        "Boiling Point": "Not well-established, likely to be around 1080°C (1976°F)",
        "Melting Point": "Not well-established, likely to be around 450°C (842°F)",
        "Reactivity": "Livermorium is highly reactive, particularly in its ionized forms.",
        "Bonding": "Forms metallic bonds in its compounds.",
        "Abundance": "Livermorium is produced artificially and does not occur naturally in the Earth's crust.",
        "Earth's Atmosphere": "Livermorium does not exist naturally in the Earth's atmosphere.",
        "Natural Production": "Not naturally produced; formed through nuclear reactions and artificial synthesis.",
        "Industrial Production": "Produced in particle accelerators and nuclear reactors for research purposes.",
        "Applications": "Primarily used in scientific research, particularly in nuclear physics and chemistry.",
        "Scientific Research": "Used in studies of superheavy elements, nuclear reactions, and theoretical physics."
    },
    "Ts": {
        "symbol": "Ts",
        "Atomic Number": 117,
        "Atomic Mass": "Approximately 294 u",
        "Electron Configuration": "[Rn] 5f¹⁴ 6d¹⁰ 7s² 7p⁵",
        "Isotopes": "Tennessine has several isotopes, with tennessine-294 (²⁹⁴Ts) being the most stable.",
        "Phase at Room Temperature": "Tennessine is a synthetic radioactive metal.",
        "Density": "Tennessine has a predicted density of approximately 7.2 g/cm³.",
        "Boiling Point": "Not well-established, likely to be around 883°C (1621°F)",
        "Melting Point": "Not well-established, likely to be around 302°C (576°F)",
        "Reactivity": "Tennessine is highly reactive, particularly in its ionized forms.",
        "Bonding": "Forms metallic bonds in its compounds.",
        "Abundance": "Tennessine is produced artificially and does not occur naturally in the Earth's crust.",
        "Earth's Atmosphere": "Tennessine does not exist naturally in the Earth's atmosphere.",
        "Natural Production": "Not naturally produced; formed through nuclear reactions and artificial synthesis.",
        "Industrial Production": "Produced in particle accelerators and nuclear reactors for research purposes.",
        "Applications": "Primarily used in scientific research, particularly in nuclear physics and chemistry.",
        "Scientific Research": "Used in studies of superheavy elements, nuclear reactions, and theoretical physics."
    },
    "Og": {
        "symbol": "Og",
        "Atomic Number": 118,
        "Atomic Mass": "Approximately 294 u",
        "Electron Configuration": "[Rn] 5f¹⁴ 6d¹⁰ 7s² 7p⁶",
        "Isotopes": "Oganesson has several isotopes, with oganesson-294 (²⁹⁴Og) being the most stable.",
        "Phase at Room Temperature": "Oganesson is a synthetic radioactive metal.",
        "Density": "Oganesson has a predicted density of approximately 4.9 g/cm³.",
        "Boiling Point": "Not well-established, likely to be around 350°C (662°F)",
        "Melting Point": "Not well-established, likely to be around -272°C (-458°F)",
        "Reactivity": "Oganesson is highly reactive, particularly in its ionized forms.",
        "Bonding": "Forms metallic bonds in its compounds.",
        "Abundance": "Oganesson is produced artificially and does not occur naturally in the Earth's crust.",
        "Earth's Atmosphere": "Oganesson does not exist naturally in the Earth's atmosphere.",
        "Natural Production": "Not naturally produced; formed through nuclear reactions and artificial synthesis.",
        "Industrial Production": "Produced in particle accelerators and nuclear reactors for research purposes.",
        "Applications": "Primarily used in scientific research, particularly in nuclear physics and chemistry.",
        "Scientific Research": "Used in studies of superheavy elements, nuclear reactions, and theoretical physics."
    }
}